[
  {
    "url": "https://www.todamateria.com.br/fotossintese/",
    "titulo": "Fotossíntese",
    "conteudo": "A fotossíntese é um processo fotoquímico que consiste na produção de energia através da luz solar e fixação de carbono proveniente da atmosfera.\n\nEla pode ser resumida como o processo de transformação da energia luminosa em energia química. O termo fotossíntese tem como significado síntese pela luz.\n\nA fotossíntese é um processo que ocorre no interior da célula vegetal, a partir do CO2 (dióxido de carbono) e H2O (água), como forma de produzir glicose.\n\nAs plantas, algas, cianobactérias e algumas bactérias realizam fotossíntese e são denominados seres clorofilados, isso porque apresentam um pigmento essencial para o processo, a clorofila.\n\nA fotossíntese ocorre nos cloroplastos, uma organela presente apenas nas células vegetais, e onde é encontrado o pigmento clorofila, responsável pela cor verde dos vegetais.\n\nOs pigmentos podem ser definidos como qualquer tipo de substância capaz de absorver luz. A clorofila é o pigmento mais importante dos vegetais para a absorção da energia dos fótons durante a fotossíntese. Outros pigmentos também participam do processo, como os carotenoides e as ficobilinas.\n\nA luz solar absorvida apresenta duas funções básicas no processo de fotossíntese:\n\nLeia também sobre partes da planta.\n\nEm resumo, podemos esclarecer o processo de fotossíntese através da seguinte reação:\n\nA H2O e o CO2 são as substâncias necessárias para realização da fotossíntese. As moléculas de clorofila absorvem a luz solar e quebram a H2O, liberando O2 e hidrogênio. O hidrogênio une-se ao CO2 e forma a glicose.\n\nEsse processo resulta na equação geral da fotossíntese, a qual representa uma reação de oxidação-redução. A H2O doa elétrons, como o hidrogênio, para a reduzir o CO2 até formar os carboidratos na forma de glicose (C6H12O6).\n\nPorém, o processo fotossintético é mais detalhado e ocorre em duas etapas, como veremos a seguir.\n\nA fotossíntese é dividida em duas etapas: a fase clara e a fase escura.\n\nA fase clara, fotoquímica ou luminosa, como o próprio nome define, são reações que ocorrem apenas na presença de luz e acontecem nas lamelas dos tilacoides do cloroplasto.\n\nA absorção de luz solar e a transferência de elétrons ocorre através dos fotossistemas, que são conjuntos de proteínas, pigmentos e transportadores de elétrons, os quais formam uma estrutura nas membranas dos tilacoides do cloroplasto.\n\nExistem dois tipos de fotossistemas, cada um com cerca de 300 moléculas de clorofila:\n\nOs dois fotossistemas estão ligados por uma cadeia transportadora de elétrons e atuam de forma independente, mas complementar.\n\nDois processos importantes acontecem nessa fase: a fotofosforilação e a fotólise da água.\n\nA fotofosforilação é basicamente a adição de um P (fósforo) ao ADP (Adenosina difosfato), resultando na formação de ATP.\n\nNo momento em que um fóton de luz é capturado pelas moléculas antenas dos fotossistemas, a sua energia é transferida para os centros de reação, onde é encontrada a clorofila. Quando o fóton atinge a clorofila, ela torna-se energizada e libera elétrons que passaram por diferentes aceptores e formaram, juntamente com H2O, o ATP e NADPH.\n\nA fotofosforilação pode ser de dois tipos:\n\nA fotólise da água consiste na quebra da molécula de água pela energia da luz do Sol. Os elétrons liberados no processo são usados para substituir os elétrons perdidos pela clorofila no fotossistema II e para produzir o oxigênio que respiramos.\n\nA equação geral da fotólise ou reação de Hill é descrita da seguinte forma:\n\nAssim, a molécula de água é a doadora final de elétrons. O ATP e NADPH formados serão aproveitados para a síntese de carboidratos, a partir de CO2. Porém, isso acontecerá na etapa seguinte, a fase escura.\n\nA fase escura, ciclo das pentoses ou ciclo de Calvin pode ocorrer na ausência e presença de luz e acontece no estroma do cloroplasto. Durante essa fase, a glicose será formada a partir de CO2. Assim, enquanto a fase luminosa fornece energia, na fase escura acontece a fixação do carbono.\n\nConfira um resumo de como ocorre o ciclo de Calvin:\n\n1. Fixação do Carbono\n\n2. Produção de compostos orgânicos\n\n3. Regeneração da ribulose difosfato\n\nA glicose produzida ao final da fotossíntese é quebrada e a energia liberada permite a realização do metabolismo celular. O processo de quebra da glicose é a respiração celular.\n\nA fotossíntese é o processo básico de transformação de energia na biosfera. Ela sustenta a base da cadeia alimentar, em que a alimentação de substâncias orgânicas proporcionadas pelas plantas verdes produzirá o alimento para os seres heterótrofos.\n\nAssim, a fotossíntese tem sua importância baseada em três principais fatores:\n\nAo contrário da fotossíntese que necessita de luz para ocorrer, a quimiossíntese acontece na ausência de luz. Ela consiste na produção de matéria orgânica a partir de substâncias minerais.\n\nÉ um processo realizado basicamente em duas etapas apenas por bactérias autotróficas para obtenção de energia. Na primeira etapa substâncias inorgânicas são oxidadas e na segunda etapa o gás carbônico passa por redução, levando à produção de compostos orgânicos.\n\n1ª etapa: Composto Inorgânico + O2 → Compostos Inorgânicos oxidados + Energia Química\n2ª etapa: CO2 + H2O + Energia Química → Compostos Orgânicos + O2\n\nPratique seus conhecimentos:\n\nExercícios sobre fotossíntese\n\nSaiba mais, leia também:\n\nBATISTA, Carolina.  Fotossíntese.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/fotossintese/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "https://static.todamateria.com.br/upload/es/qu/esquemafoto0.jpg",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/es/qu/esquemafoto0.jpg",
        "legenda": "Representação do processo de fotossíntese"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fo/to/fotossistemas.jpg?width=50&blur=10",
        "legenda": "Os fotossistemas são responsáveis pela absorção de luz e transporte de elétrons para a produção de energia"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ci/cl/ciclodecalvin.jpg?width=50&blur=10",
        "legenda": "Esquema do ciclo de Calvin"
      }
    ],
    "links": [
      "https://www.todamateria.com.br/partes-da-planta/",
      "https://www.todamateria.com.br/respiracao-celular/",
      "https://www.todamateria.com.br/quimiossintese/",
      "https://www.todamateria.com.br/exercicios-fotossintese/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Carolina Batista"
  },
  {
    "url": "https://www.todamateria.com.br/clorofila/",
    "titulo": "Clorofila: entenda o que é e qual a sua função na fotossíntese",
    "conteudo": "A clorofila é um pigmento verde encontrado em uma organela celular chamada cloroplastos. Encontradas, principalmente, nas folhas, mas também podem ocorrem em caules de ervas e cactos. Além das plantas, há clorofila em cianobactérias e em algas micro e macroscópicas.\n\nA clorofila faz a absorção da energia luminosa, durante a fase clara da fotossíntese, e a transforma em energia química na forma de carboidratos.\n\nExistem tipos diferentes de clorofila. Esses pigmentos absorvem comprimentos de ondas específicos e refletem outros. Por exemplo, as folhas, em geral, são verdes, pois refletem esse comprimento específico de onda, o da cor verde.\n\nDesse modo, as cores que enxergamos nos objetos nada mais são do que reflexões de comprimentos específicos de onda. Um pimentão vermelho reflete o comprimento de onda dessa cor e assim por diante.\n\nEspectro Eletromagnético\n\nVale lembrar que o espectro de luz visível compreende os comprimentos de onda desde 400 nm até 760 nm. Esse espectro comporta as cores: violeta, anil, azul, verde, amarelo, laranja e vermelho que são decompostas ao atravessar um prisma.\n\nAs clorofilas a e b absorvem melhor as faixas que vão do violeta ao azul (entre os 400 e 500 nm) e a do vermelho (por volta de 700 nm).\n\nA principal diferença entre a clorofila a e a clorofila b é um grupo funcional presente no carbono 3 do anel 2 das moléculas. Na clorofila a existe um grupo metil, na clorofila b, em vez de metil, há um grupo aldeído.\n\nLeia Também Espectro Eletromagnético.\n\nÉ uma molécula do grupo das porfirinas, similar à hemoglobina que confere a cor do sangue de muitos vertebrados. A clorofila é composta por anéis que possuem carbono, hidrogênio, nitrogênio e um átomo de magnésio ao centro.\n\nAlém dos anéis, há uma cadeia de fitol, um conjunto de átomos de carbono, hidrogênio e oxigênio formando essa cauda de alcóol isoprenoide monoinsaturado.\n\nExistem 4 tipos: as clorofilas a e b nas plantas e em outros organismos existem as clorofilas c e d. A diferença entre as duas primeiras está na composição química, a clorofila a possui o radical CH3 no lugar do CHO presente na clorofila b.\n\nMolécula de Clorofila, com o radical R, que muda conforme o tipo de clorofila: a ou b\n\nAs moléculas de clorofila são produzidas pelos cloroplastos. Estão concentradas nas membranas dos tilacoides, que são estruturas lamelares localizadas no interior dos cloroplastos.\n\nSe quiser saber mais sobre os cloroplastos, leia o artigo.\n\nOs carotenoides são pigmentos acessórios de coloração amarelada à alaranjada. São encontrados junto às clorofilas no cloroplasto, em maior abundância nos xantoplastos, e auxiliam conferindo cor a algumas partes dos vegetais.\n\nPossuem papel acessório na fotossíntese, pois absorvem comprimentos de onda diferentes daqueles captados pela clorofila. Dessa maneira, tornam a fotossíntese mais eficiente, captando e transferindo mais energia para a produção de carboidratos.\n\nA zeaxantina presente no milho e o licopeno encontrado nos tomates são exemplos de carotenoides. Outro muito comum é o caroteno b, convertido em vitamina A no processo digestivo.\n\nAssim sendo, o consumo de vegetais ricos em carotenoides é essencial. Alguns alimentos ricos nessa substância são:\n\nCASTILHO, Rubens.  Clorofila: entenda o que é e qual a sua função na fotossíntese.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/clorofila/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "https://static.todamateria.com.br/upload/ca/ro/caroteno-1-cke.jpg?width=50&blur=10",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ca/ro/caroteno-1-cke.jpg?width=50&blur=10",
        "legenda": "Exemplo de Carotenoide"
      }
    ],
    "links": [
      "https://www.todamateria.com.br/espectro-eletromagnetico/",
      "https://www.todamateria.com.br/cloroplastos/",
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/o-que-sao-lipidios-funcoes-e-tipos/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Rubens Castilho"
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-fotossintese/",
    "titulo": "10 Exercícios sobre fotossíntese para entender o assunto",
    "conteudo": "A fotossíntese é um processo metabólico, isto é, uma função do organismo, realizado por seres do reino vegetal, algas e cianobactérias.\n\nO objetivo da fotossíntese é a produção de glicose (carboidrato) através da energia luminosa. Logo, esses organismos conseguem produzir um estoque de energia a partir da luz.\n\n1 - Principal pigmento capaz de converter, primariamente por ressonância, energia luminosa em energia biológica?\n\nA) Clorofila\n\nB) Cloroplasto\n\nC) Granum\n\nD) Tilacoide\n\nE) Vacúolo\n\nResposta correta. Letra A - Clorofila.\n\nEsta questão gera dúvida quando o aluno estuda rapidamente o assunto, pois cloroplasto e clorofila podem parecer, para um olhar desatento, as mesmas estruturas.\n\nNo entanto, cloroplasto é a organela que possui abundância de moléculas de clorofila.\n\nExistem tipos de clorofilas diferentes, as do tipo b e a. Clorofilas b transmitem a energia do fóton recebido por ressonância, até atingir a clorofila a, fazendo com que esta perca 2 elétrons.\n\n2 - A fase puramente química, da fotossíntese, é conhecida por _______ e nela ocorre a utilização de __________ para produção de____________.\n\nA) fase clara / glicose / ATP\n\nB) ciclo de Calvin / ATP / glicose\n\nC) fase escura / glicose / ATP\n\nD) ciclo de Krebs / ATP / glicose\n\nE) ciclo de Calvin / glicose / ATP\n\nResposta correta: Letra B - ciclo de Calvin / ATP / glicose.\n\nExistem duas fases na fotossíntese, a primeira é conhecida por fase clara ou do claro.\n\nNela a luz tem grande participação nos processos de fotólise da água (quebra da molécula de água para formar O2 para liberar na atmosfera) e produção de gás oxigênio.\n\nA segunda é a fase escura ou ciclo de Calvin, nela ocorre o gasto (utilização) de ATP e de moléculas transportadoras de elétrons (NADPH2) para produzir glicose.\n\n3 - Existem fatores que influenciam diretamente nas taxas de fotossíntese de um organismo autótrofo. Marque a opção correta.\n\nA) Excesso de ventos\n\nB) Nuvens na frente do sol\n\nC) Temperatura elevada\n\nD) Solo ruim\n\nE) Muitas plantas ao redor\n\nResposta correta: Letra C - Temperatura elevada.\n\nNa fotossíntese há a participação de enzimas, proteínas com função bioquímica, que se desnaturam, ou seja, perdem sua função biológica em temperaturas elevadas.\n\nO que ocasionará ineficiência dos processos bioquímicos da fotossíntese.\n\n4 - Organismos do Reino Vegetal só realizam fotossíntese pela manhã e respiração à noite?\n\nA) Sim! Fotossíntese na presença de luz e respiração na ausência de luz\n\nB) Não! Fotossíntese na ausência da luz e respiração de presença de luz\n\nC) Não! Fotossíntese na presença de luz e respiração somente na presença da luz\n\nD) Sim! Fotossíntese na presença de luz e respiração somente durante o dia\n\nE) Não! Fotossíntese com intensidade variável durante a presença da luz e respiração constante ao longo do dia.\n\nResposta correta: Letra: E - Não! Fotossíntese com intensidade variável durante a presença da luz e respiração constante ao longo do dia.\n\nA fotossíntese só acontece na presença de raios luminosos, natural ou artificial, porém, a respiração é um processo que ocorre na captação de O2 e liberação de CO2.\n\nAs plantas também respiram, no entanto, não somente à noite, mas durante todo o dia.\n\nÉ comum essa confusão, pois durante à noite a fotossíntese não ocorre, por vias naturais, dada a ausência de luz solar, permanecendo somente a respiração (aeróbica).\n\n5 - Quais os comprimentos de ondas que as clorofilas a e b absorvem melhor?\n\nA) Faixas violeta/azul e vermelho\n\nB) Faixas violeta e laranja\n\nC) Faixas azul e amarelo\n\nD) Faixas verde e vermelho\n\nE) Faixas violeta e verde\n\nResposta correta: Letra A - Faixas violeta/azul e vermelho.\n\nA luz é uma onda eletromagnética, portanto, transporta consigo energia. Existem comprimentos variados dentro da luz branca e estes comprimentos conferem as cores observadas na natureza.\n\nNos órgãos que realizam fotossíntese percebe-se a coloração verde, pois o comprimento de onda verde é refletida em sua superfície, logo não é utilizado para a fotossíntese.\n\nOs melhores comprimentos são 460 a 500 nanômetros que possui coloração entre o violeta e o azul e 680 a 700 nanômetros com coloração vermelha.\n\n6 - (FUVEST - SP) Em determinada condição de luminosidade (ponto de compensação fótico), uma planta devolve para o ambiente, na forma de gás carbônico, a mesma quantidade de carbono que fixa, na forma de carboidrato, durante a fotossíntese.\n\nSe o ponto de compensação fótico é mantido por certo tempo, a planta:\n\nA) morre rapidamente, pois não consegue o suprimento energético de que necessita\n\nB) continua crescendo, pois mantém a capacidade de armazenar o alimento que sintetiza\n\nC) continua crescendo, pois mantém a capacidade de armazenar o alimento que sintetiza\n\nD) continua viva, mas não cresce, pois consome todo o alimento que produz\n\nE) continua viva, mas não cresce, pois perde a capacidade de retirar do solo os nutrientes de que necessita\n\nResposta correta: Letra D - continua viva, mas não cresce, pois consome todo o alimento que produz.\n\nQuando as velocidades de respiração e fotossíntese se igualam ocorre o fenômeno de compensação fótica. Isso significa que a fotossíntese, responsável por produzir reserva energética (glicose) para o vegetal, não supera a respiração (reação metabólica de consumo de glicose).\n\nSe não há reserva, a planta não cresce, mas continua viva. Contudo, se a taxa de respiração superar a taxa fotossintética a planta morrerá.\n\n7 - (UFCG-PB) Na presença de luz, a planta realiza os processos fotossintético e respiratório. A produção de O2 na fotossíntese é, muitas vezes, maior do que o seu consumo no processo respiratório. Nesse caso, pode-se afirmar que a planta é responsável por contribuir com a oxigenação atmosférica. No entanto, a planta, na ausência da luz, apenas respira lançando apenas CO2 na atmosfera.\n\nMarque, dentre as alternativas abaixo, aquela que representa a sequência correta dos processos fotossintético e respiratório.\n\nA) quebra do CO2 e liberação de O2 / produção de ATP e NADP++ / glicólise / ciclo de Krebs e liberação de CO2 ciclo de Calvin e produção de açúcar / produção de ATP e NADP++ / cadeia respiratória\n\nB) hidrólise e liberação de O2 / produção de ATP e NADP++ / ciclo de Calvin e produção de açúcar / glicólise / ciclo de Krebs e liberação de CO2 / cadeia respiratória\n\nC) produção de ATP e NADP++ / quebra de CO2 e liberação de O2 / glicólise / ciclo de Krebs e liberação de CO2 /ciclo de Calvin e produção de açúcar / produção de ATP e NADP++ / cadeia respiratória\n\nD) hidrólise e liberação de O2 / ciclo de Calvin e produção de açúcar / glicólise / cadeia respiratória / produção de ATP e NADP++ / ciclo de Krebs e liberação de CO2\n\nE) quebra de CO2 e liberação de O2 / produção de ATP e NADP++/ ciclo de Krebs e liberação de CO2 / ciclo de Calvin e produção de açúcar / cadeia respiratória / produção de ATP e NADP++ / glicólise\n\nResposta correta - Letra B.\n\nEm primeiro lugar, precisamos ter em mente que, de certa forma, a fotossíntese e a respiração são dois processos metabólicos antagônicos. Logo, um produz (sintetiza) uma reserva energética e o outro consome essa reserva.\n\nTendo dito isso, vejamos o que ocorre na resolução:\n\nPara poder respirar a planta precisa, em primeiro lugar, produzir, portanto, a fotossíntese precisa acontecer primeiro.\n\nPrimeiro a água (H2O) sofre fotólise (quebra pela luz), após são produzidas moléculas transportadoras de energia (ATP e NADP++).\n\nA partir deste momento pode ocorrer o ciclo de Calvin (fixação de Carbono), pois este exige gasto energético, ou seja, as moléculas de ATP e NADP++ produzidas serão usadas para produzir açúcar.\n\nAgora, sim, a planta pode respirar. A glicose vai entrar nas células e sofrer a glicólise (conjunto de 10 reações químicas no citoplasma), seguirá para a mitocôndria para passar pelo ciclo de Krebs, liberando CO2, e, por fim, chegar à cadeia respiratória (fosforilação oxidativa).\n\n8 - Considere as afirmações seguintes, relativas ao processo de fotossíntese:\n\nI - Corresponde a um processo de transformação da energia do sol em energia química contida nas moléculas orgânicas.\n\nII - Utiliza CO2 e H2O como matérias-primas e libera O2, que provém de moléculas de CO2.\n\nIII - Ocorre inteiramente no interior dos cloroplastos, ao contrário da respiração aeróbica, que ocorre inteiramente no hialoplasma da célula vegetal.\n\nAssinale:\n\nA) se somente I estiver correta\n\nB) se somente II estiver incorreta\n\nC) se somente I e II estiverem incorretas\n\nD) se somente II e III estiverem corretas\n\nE) se todas estiverem corretas\n\nResposta correta: Letra A - se somente a I estiver correta.\n\nA fotossíntese é a conversão da energia eletromagnética, presente na luz, em energia química, contida nas moléculas orgânicas.\n\nNo entanto, o O2 liberado na fotossíntese não se origina do CO2, mas da água (H2O).\n\nO mesmo ocorre com a respiração aeróbica, que não é completamente realizada no hialoplasma (citoplasma). Ela ocorre no hialoplasma (glicólise) e na mitocôndria (ciclo de Krebs e fosforilação oxidativa).\n\n9 - O cipó-chumbo é um vegetal de coloração amarelada, completamente desprovido de clorofila. Neste caso, como é possível para esta espécie armazenar carboidratos?\n\nA) Trata-se de vegetal, portanto realiza fotossíntese para armazenar carboidratos\n\nB) A espécie em questão é holoparasita, ou seja, possui haustórios para sua nutrição\n\nC) Faz uma pequena parcela de fotossíntese e outra consome através dos haustórios\n\nD) Possui raízes hautoriais, portanto realizam sua nutrição através da luz normalmente\n\nE) Obtém do solo todos os nutrientes necessários\n\nResposta correta: Letra B - A espécie em questão é holoparasita, ou seja, possui hastórios para sua nutrição.\n\nDiferente do que se pensa, existem plantas que não realizam fotossíntese. Isso acontece somente em caso de plantas parasitas integrais ou holoparasitas.\n\nEssas plantas, como o cipó-chumbo, possuem raízes especiais denominadas haustórios que penetram os vasos condutores de seiva (xilema e floema) de seus hospedeiros e obtém dali seus nutrientes.\n\n10 - Após o processo de fotossíntese, os açúcares produzidos (C6H12O6) são armazenados de que forma nos vegetais?\n\nA) Em amiloplastos\n\nB) Nos vacúolos reticulares\n\nC) Nos cloroplastos\n\nD) Nas mitocôndrias\n\nE) Nos lisossomos\n\nResposta correta: Letra A - Em amiloplastos.\n\nExistem leucoplastos, isto é, grânulos sem pigmentos responsáveis por armazenar os carboidratos produzidos.\n\nEntenda mais sobre a teoria da fotossíntese\n\nUZUNIAN, A.; BIRNER, E. Biologia: volume único. 3a ed. São Paulo: Harbra, 2008.\n\nCASTILHO, Rubens.  10 Exercícios sobre fotossíntese para entender o assunto.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/exercicios-fotossintese/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "",
    "imagens": [],
    "links": [
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Rubens Castilho"
  },
  {
    "url": "https://www.todamateria.com.br/quimiossintese/",
    "titulo": "Quimiossíntese: o que é e como ocorre (com exemplo)",
    "conteudo": "A Quimiossíntese é um processo em que organismos, como bactérias, produzem matéria orgânica a partir da oxidação de substâncias minerais. Diferente da fotossíntese, a quimiossíntese não depende da luz solar para ocorrer.\n\nEsse processo é conhecido como \"fotossíntese bacteriana\" devido à semelhança com a fotossíntese realizada por plantas, mas ocorrendo em organismos bacterianos.\n\nSem espanto, estas reações fazem parte do metabolismo de bactérias autótrofas classificadas como quimiossintetizantes. Elas podem existir em ambientes totalmente desprovidos de luz e matéria orgânica.\n\nIsso porque obtêm a energia necessária para sua sobrevivência por meio de oxidações inorgânicas, o que resulta na produção de matéria orgânica a partir da oxidação de substâncias minerais.\n\nEste fenômeno é realizado especialmente por bactérias do tipo ferrobactérias, oxidantes de ferro, as sulfobactérias, oxidantes do enxofre e as nitrobactérias, oxidantes do nitrogênio.\n\nNote que esse é um processo pelo qual a produção de matéria orgânica é dada a partir do gás carbônico, água e outras substâncias inorgânicas.\n\nComparada à fotossíntese, a produtividade da quimiossíntese pode ser considerada como muito reduzida. Entretanto, este processo é crucial para realização do ciclo do nitrogênio, onde este elemento é fixado no solo ou nas plantas, auxiliando na manutenção destes seres vivos.\n\nExemplos de bactérias que fazem quimiossíntese:\n\nBeggiatoa e Thiobacillus, que realizam seu metabolismo a partir de oxidação de compostos de enxofre.\n\nNitrosomonas e Nitrobacter, que podem ser encontradas no solo e executam um respeitável papel na reciclagem do nitrogênio.\n\nA quimiossíntese divide-se em duas etapas:\n\nResumo da primeira etapa:\n\nComposto Inorgânico + O2 → Compostos Inorgânicos oxidados + Energia Química\n\nResumo da Segunda etapa:\n\nCO2 + H2O + Energia Química → Compostos Orgânicos + O2\n\nLeia também Reações Orgânicas.\n\nQuimiossíntese: o que é e como ocorre (com exemplo).  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/quimiossintese/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "",
    "imagens": [],
    "links": [
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/reacoes-organicas/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Revisão por Rubens Castilho"
  },
  {
    "url": "https://www.todamateria.com.br/seres-autotrofos-e-heterotrofos/",
    "titulo": "Seres Autótrofos e Heterótrofos",
    "conteudo": "Na natureza há um fluxo constante de energia e matéria orgânica que é essencial para a manutenção da vida. Todos os organismos vivos participam desses processos através das cadeias alimentares, quer sejam autótrofos e produzam o próprio alimento, ou heterótrofos e consumam outros organismos.\n\nSeres autótrofos são os seres vivos que obtêm nutrientes e energia, aproveitando a luz solar, através da fotossíntese. Como produzem o próprio alimento não necessitam consumir outros organismos, e participam como produtores principais (base) das cadeias alimentares. São organismos geralmente verdes porque contêm um pigmento chamado clorofila, mas outros como as algas azuis ou cianobactérias, contêm também outros pigmentos, que as torna azuladas. Exemplos de seres autotróficos são as plantas, as algas e as cianobactérias.\n\nLeia também o artigo sobre a fotossíntese.\n\nMais raramente, a obtenção de energia pode ser feita na ausência da luz solar, através de oxidação química. Esse processo, chamado de quimiossíntese, produz matéria orgânica através de substâncias inorgânicas, como ferro, enxofre e nitrogênio. Algumas espécies de bactérias são capazes de realizar esse processo, exemplos são as Nitrossomonas e Nitrobacter que participam do ciclo do nitrogênio e as Thiobacillus que oxidam o enxofre.\n\nQuer saber mais sobre a quimiossíntese? Leia o artigo.\n\nSeres heterótrofos são os seres vivos que obtêm nutrientes e energia, consumindo outros seres vivos. Os heterotróficos aproveitam fontes de carbono que fazem parte de outros organismos. Nas cadeias alimentares atuam como consumidores, dependendo direta ou indiretamente dos seres autotróficos.\n\nCaso sejam herbívoros (consumidores primários) se alimentam diretamente dos produtores, e sendo carnívoros (consumidores secundários), se alimentam dos herbívoros. Assim, por exemplo: o sapo é um consumidor secundário já que se alimenta de insetos, mas depende indiretamente das plantas (produtor) que servem de alimento aos insetos.\n\nVeja mais sobre os animais herbívoros e carnívoros.\n\nO tipo da alimentação varia muito entre os heterotróficos. Um animal pode comer tanto vegetais como animais e portanto ser onívoro (morcego, gambá, ser humano); pode se alimentar de restos de animais mortos, sendo chamado detritívoro (urubus, moscas,hienas) ou se alimentar apenas do sangue de um animal, denominados hematófagos (parasitas como os piolhos, pulgas, carrapatos).\n\nPara saber ainda mais, leia também sobre os onívoros.\n\nVocê sabia que as plantas carnívoras são seres autótrofos e heterótrofos? Por não absorver todos os nutrientes necessários durante a fotossíntese, ela complementa sua alimentação com a ingestão de pequenos animais.\n\nVeja também: Exercícios sobre Cadeia Alimentar\n\nSeres Autótrofos e Heterótrofos.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/seres-autotrofos-e-heterotrofos/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "",
    "imagens": [],
    "links": [
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/quimiossintese/",
      "https://www.todamateria.com.br/animais-herbivoros/",
      "https://www.todamateria.com.br/animais-carnivoros/",
      "https://www.todamateria.com.br/animais-onivoros/",
      "https://www.todamateria.com.br/plantas-carnivoras/",
      "https://www.todamateria.com.br/exercicios-sobre-cadeia-alimentar/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Equipe do Toda Matéria"
  },
  {
    "url": "https://www.todamateria.com.br/anabolismo-e-catabolismo/",
    "titulo": "Anabolismo e Catabolismo",
    "conteudo": "O metabolismo é o conjunto de todas as reações bioquímicas que ocorrem no organismo, dividido em duas formas: o anabolismo e o catabolismo.\n\nA regulação do metabolismo varia conforme as características de cada individuo como: peso, idade, sexo e atividades físicas exercidas.\n\nO funcionamento adequado do nosso organismo depende do correto balanceamento e integração entre o anabolismo e o catabolismo.\n\nO anabolismo compreende as reações que formam moléculas complexas a partir de outras mais simples, com gasto de energia.\n\nEm resumo, o anabolismo é o conjunto de reações de síntese ou construção.\n\nUm exemplo de anabolismo é a síntese de proteínas a partir dos aminoácidos.\n\nPessoas que objetivam o ganho de peso ou de massa muscular devem estimular o anabolismo. Isso pode ser feito com a prática de exercícios físicos e consumo de alimentos energéticos.\n\nDesse modo, o organismo recebe boa quantidade de energia para realizar processos anabólicos, como o aumento dos músculos.\n\nQuando o suprimento de energia é pouco, o organismo realiza o catabolismo.\n\nOutro exemplo de anabolismo é a fotossíntese que ocorre nos vegetais. Nesse processo, as plantas obtém glicose a partir de CO2 (dióxido de carbono) e H2O (água).\n\nAs reações anabólicas exigem o suprimento de energia produzida durante o catabolismo.\n\nO catabolismo abrange todas as reações em que compostos orgânicos complexos são convertidos em moléculas mais simples.\n\nAssim, o catabolismo resume-se em reações de degradação ou quebra.\n\nUm exemplo de catabolismo é a digestão, onde os alimentos que foram consumidos são quebrados e transformados em substâncias mais simples.\n\nAlém disso, há produção de energia. Ao consumir amido, um polissacarídeo, ele é quebrado até sua transformação em glicose, uma molécula mais simples e energética.\n\nEnquanto isso, as proteínas são degradadas em aminoácidos, os quais serão utilizados em processos anabólicos no organismo.\n\nA respiração celular também é um processo catabólico, pois durante as reações, as ligações entre as moléculas são quebradas, liberando energia.\n\nEntenda mais sobre Bioquímica.\n\nConheça as principais diferenças entre anabolismo e catabolismo:\n\nSaiba mais sobre metabolismo, leia também:\n\nMAGALHÃES, Lana.  Anabolismo e Catabolismo.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/anabolismo-e-catabolismo/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "",
    "imagens": [],
    "links": [
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/digestao/",
      "https://www.todamateria.com.br/proteinas/",
      "https://www.todamateria.com.br/aminoacidos/",
      "https://www.todamateria.com.br/respiracao-celular/",
      "https://www.todamateria.com.br/o-que-e-bioquimica/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Lana Magalhães"
  },
  {
    "url": "https://www.todamateria.com.br/metabolismo-celular/",
    "titulo": "Metabolismo Celular",
    "conteudo": "O metabolismo celular é um conjunto de reações químicas de um organismo que objetivam a produção de energia para o funcionamento das células.\n\nAlém da produção de energia, durante o metabolismo celular também existe a síntese de intermediários que participam de reações químicas, como lipídios, aminoácidos, nucleotídeos e hormônios. Por isso, o metabolismo celular é fundamental para a sobrevivência dos organismos.\n\nO metabolismo celular é dividido em anabolismo e catabolismo.\n\nO anabolismo compreende as reações de armazenamento de energia, ocorrendo a síntese de compostos. É a fase sintetizante do metabolismo.\n\nO catabolismo compreende as reações de liberação de energia, a partir da decomposição de moléculas. É a fase degradativa do metabolismo.\n\nO ATP (Adenosina Trifosfato) é a molécula responsável pela captação e armazenamento de energia. Ela está envolvida na reações energéticas que ocorrem nas células.\n\nA principal forma de obter ATP é através da glicose. As células quebram moléculas de glicose para produzir energia na forma de ATP. Através da glicólise, a glicose é quebrada ao longo de dez reações químicas que geram duas moléculas de ATP como saldo.\n\nSaiba mais:\n\nA fotossíntese e a respiração são os processos mais importantes de transformação de energia dos seres vivos.\n\nA fotossíntese é uma ação físico-química que ocorre a nível celular. Ocorre em seres clorofilados, que a partir do dióxido de carbono, água e luz, obtém a glicose.\n\nA respiração celular é o processo da formação do ATP através da oxidação, utilizando o oxigênio como agente oxidante. Durante o processo, acontecem reações de quebra das ligações entre as moléculas liberando energia. Pode ser realizado de duas formas: a respiração aeróbica (na presença do gás oxigênio do ambiente) e a respiração anaeróbica (sem o oxigênio).\n\nPara saber mais sobre as reações energéticas nas células, leia também:\n\nCiclo de Krebs;\nFosforilação Oxidativa;\nFermentação;\nMetabolismo energético\n\n1. (PUC - RJ-2007) São processos biológicos relacionados diretamente a transformações energéticas celulares:\n\na) respiração e fotossíntese.\nb) digestão e excreção.\nc) respiração e excreção.\nd) fotossíntese e osmose.\ne) digestão e osmose.\n\na) respiração e fotossíntese.\n\n2. (ENEM 2009) A fotossíntese é importante para a vida na Terra. Nos cloroplastos dos organismos fotossintetizantes, a energia solar é convertida em energia química que, juntamente com água e gás carbônico (CO2), é utilizada para a síntese de compostos orgânicos (carboidratos). A fotossíntese é o único processo de importância biológica capaz de realizar essa conversão. Todos os organismos, incluindo os produtores, aproveitam a energia armazenada nos carboidratos para impulsionar os processos celulares, liberando CO2 para a atmosfera e água para a célula por meio da respiração celular. Além disso, grande fração dos recursos energéticos do planeta, produzidos tanto no presente (biomassa) como em tempos remotos (combustível fóssil), é resultante da atividade fotossintética.\n\nAs informações sobre obtenção e transformação dos recursos naturais por meio dos processos vitais de fotossíntese e respiração, descritas no texto, permitem concluir que:\n\na) o CO2 e a água são moléculas de alto teor energético.\nb) os carboidratos convertem energia solar em energia química.\nc) a vida na Terra depende, em última análise, da energia proveniente do Sol.\nd) o processo respiratório é responsável pela retirada de carbono da atmosfera.\ne) a produção de biomassa e de combustível fóssil, por si, é responsável pelo aumento de CO2 atmosférico.\n\nc) a vida na Terra depende, em última análise, da energia proveniente do Sol.\n\n3. (ENEM-2007) Ao beber uma solução de glicose (C6H12O6), um corta-cana ingere uma substância:\n\na) que, ao ser degradada pelo organismo, produz energia que pode ser usada para movimentar o corpo.\nb) inflamável que, queimada pelo organismo, produz água para manter a hidratação das células.\nc) que eleva a taxa de açúcar no sangue e é armazenada na célula, o que restabelece o teor de oxigênio no organismo.\nd) insolúvel em água, o que aumenta a retenção de líquidos pelo organismo.\ne) de sabor adocicado que, utilizada na respiração celular, fornece CO2 para manter estável a taxa de carbono na atmosfera.\n\na) que, ao ser degradada pelo organismo, produz energia que pode ser usada para movimentar o corpo.\n\nMAGALHÃES, Lana.  Metabolismo Celular.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/metabolismo-celular/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "",
    "imagens": [],
    "links": [
      "https://www.todamateria.com.br/glicose/",
      "https://www.todamateria.com.br/glicolise/",
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/respiracao-celular/",
      "https://www.todamateria.com.br/oxigenio/",
      "https://www.todamateria.com.br/ciclo-de-krebs/",
      "https://www.todamateria.com.br/fosforilacao-oxidativa/",
      "https://www.todamateria.com.br/fermentacao/",
      "https://www.todamateria.com.br/metabolismo-energetico/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Lana Magalhães"
  },
  {
    "url": "https://www.todamateria.com.br/plano-de-aula-ciencias-transformacoes-quimicas/",
    "titulo": "Plano de aula de Ciências: Transformações químicas (6º ano)",
    "conteudo": "O plano de aula de ciências para o 6º ano do Ensino Fundamental II abaixo está relacionado à BNCC (Base Nacional Comum Curricular). Confira as principais abordagens e sugestões para o tema transformações químicas.\n\nVeja também no Toda Matéria:\n\nBRASIL. Ministério da Educação. Base Nacional Comum Curricular.\n\nCASTILHO, Rubens.  Plano de aula de Ciências: Transformações químicas (6º ano).  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/plano-de-aula-ciencias-transformacoes-quimicas/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "",
    "imagens": [],
    "links": [
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Rubens Castilho"
  },
  {
    "url": "https://www.todamateria.com.br/cloroplastos/",
    "titulo": "Cloroplastos",
    "conteudo": "Os cloroplastos são organelas presentes apenas em células de plantas e algas, nas regiões que ficam iluminadas. Possuem cor verde devido à presença de clorofila e são responsáveis pela realização da fotossíntese.\n\nPodem ter formas e tamanhos diferentes, além do que, na célula pode haver apenas um ou uma grande quantidade deles, isso varia de acordo com o tipo de planta.\n\nNos cloroplastos acontece a fotossíntese, processo responsável pela produção de energia e de substâncias orgânicas. Além disso, os cloroplastos são capazes de sintetizar aminoácidos e lipídeos, que constituem a sua membrana.\n\nDurante a fotossíntese ocorrem dezenas de reações químicas que basicamente podem ser divididas em 2 etapas:\n\nEtapa fotoquímica, ou das reações de claro: como indicado pelo nome na primeira etapa é necessário que haja a luz do sol, que é absorvida pela clorofila para a fotofosforilação (produção de ATP) e fotólise da água (decomposição da água em gás oxigênio e íons de hidrogênio).\n\nEtapa química, ou das reações de escuro: ocorrem diversas reações em que são produzidos glicídeos a partir de moléculas de CO2 (do ar), de hidrogênio e da energia fornecida pelo ATP (ambos provenientes da primeira etapa).\n\nGeralmente a forma do cloroplasto é arredondada e alongada, mas pode ter outros formatos. Possui membrana lipoproteica dupla, sendo que a mais interna das membranas forma lamelas, compostas por pilhas lamelares menores, cada uma como se fosse uma pequena bolsa achatada, chamada tilacoide. Os tilacoides são interligados e ficam empilhados, sendo o conjunto chamado granum (do latim,granum= grão).\n\nA etapa clara (conversão da luz em energia) acontece na região das membranas dos tilacoides, onde está concentrada a clorofila. Entre as membranas dos tilacoides há um espaço preenchido por um fluido e enzimas, DNA, RNA e ribossomos, sendo denominado estroma. É no estroma que acontece a etapa escura de produção dos açucares.\n\nOs cloroplastos são um tipo de plastos, organelas citoplasmáticas presentes nas células das plantas e algas. São originados nos proplastos ou proplastídios, células embrionárias vegetais. Todos são capazes de se autoduplicar, bem como um pode se transformar no outro, ou seja, um cloroplasto pode se tornar um leucoplasto e vice-versa.\n\nExistem 2 tipos de plastos: os leucoplastos que são incolores e armazenam amido e os cromoplastos cuja cor é determinada pelo pigmento que possuem, são eles que colorem folhas, frutas e flores. Dentre os cromoplastos há os xantoplastos (amarelos), os eritroplastos (vermelhos) e os cloroplastos (verdes).\n\nSe quiser saber mais sobre as plantas, leia sobre o Reino Vegetal.\n\nSegundo a endossimbiogênese ou teoria da endossimbiose, a origem evolutiva de plastos e mitocôndrias está relacionada com antigos seres procarióticos que viviam em simbiose dentro de seres eucarióticos.\n\nEssa teoria, proposta por Lynn Margulis, se baseia em semelhanças genéticas e bioquímicas que tais organelas possuem em comum com certas bactérias, especialmente as cianobactérias.\n\nAlgumas das características dos cloroplastos que os aproximam de cianobactérias são a presença de DNA, capacidade de autoduplicação, presença dos tilacoides e de alguns tipos de pigmentos.\n\nMATÉRIA, Equipe.  Cloroplastos.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/cloroplastos/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "",
    "imagens": [],
    "links": [
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/clorofila/",
      "https://www.todamateria.com.br/dna/",
      "https://www.todamateria.com.br/rna/",
      "https://www.todamateria.com.br/ribossomos/",
      "https://www.todamateria.com.br/reino-vegetal/",
      "https://www.todamateria.com.br/mitocondrias-estrutura-funcao-e-importancia/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Equipe do Toda Matéria"
  },
  {
    "url": "https://www.todamateria.com.br/caracteristicas-do-dioxido-de-carbono/",
    "titulo": "Características do dióxido de carbono",
    "conteudo": "O dióxido de carbono, gás carbônico ou anidrido carbônico é uma molécula composta por um átomo de carbono (C) e dois de oxigênio (O).\n\nEle é encontrado na atmosfera na forma de CO2.\n\nDescoberto em 1638 por Jan-Baptist Van Helmont, o dióxido de carbono é produzido pela reação entre o oxigênio e o carbono durante a respiração e combustão de produtos orgânicos.\n\nA reação química de formação do CO2 é simples e ocorre da seguinte forma:\n\nO gás carbônico é incolor, inodoro e mais pesado que o ar, sendo de difícil detecção no ambiente, pois não apresenta cheiro ou sabor.\n\nEm alta concentração na atmosfera, ele constitui-se como um dos principais gases formadores do efeito estufa.\n\nEm decorrência desse processo, o dióxido de carbono pode causar a poluição do ar, aumento das temperaturas e chuva ácida.\n\nAinda é responsável pela fotossíntese e combustão. Sem ele, as plantas, o fitoplâncton e as algas não poderiam fazer o processo de fotossíntese.\n\nLeia também sobre o Ciclo do Carbono.\n\nA combustão da matéria orgânica é a principal fonte de produção do CO2. Ela decorre da queima de produtos como óleo, madeira e combustíveis fósseis.\n\nAs atividades humanas, especialmente industriais, são fontes importantes de emissão de dióxido de carbono.\n\nA fermentação, a decomposição de matéria orgânica, e os processos respiratórios dos organismos vivos também são fontes de produção do CO2.\n\nAs erupções vulcânicas, desmatamentos e queimadas também emitem dióxido de carbono.\n\nAlém do processo natural de fotossíntese, o CO2 é utilizado na indústria alimentícia, principalmente a de bebidas no processo chamado de carbonatação.\n\nTal processo é aplicado para fabricação de refrigerantes, água gasosa, espumantes e cerveja.\n\nÉ usado ainda na produção de gelo seco (dióxido de carbono sólido) e em extintores de incêndio.\n\nO dióxido de carbono também é de fundamental importância na conservação de tecidos, sendo aplicado no transporte de órgãos para transplante.\n\nSaiba mais, leia também:\n\nMAGALHÃES, Lana.  Características do dióxido de carbono.  Toda Matéria, [s.d.].  Disponível em: https://www.todamateria.com.br/caracteristicas-do-dioxido-de-carbono/. Acesso em:\n\nBem-vindo ao Toda Matéria\n\nTermos de Uso e Política de Privacidade",
    "imagem": "https://static.todamateria.com.br/upload/mo/le/moleculaco2.jpg?width=50&blur=10",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/mo/le/moleculaco2.jpg?width=50&blur=10",
        "legenda": "Molécula de dióxido de carbono"
      },
      {
        "src": "https://static.todamateria.com.br/upload/di/ox/dioxidodecarbono.jpg?width=50&blur=10",
        "legenda": "Existem diversas fontes de emissão de dióxido de carbono"
      }
    ],
    "links": [
      "https://www.todamateria.com.br/efeito-estufa/",
      "https://www.todamateria.com.br/poluicao-do-ar/",
      "https://www.todamateria.com.br/chuva-acida/",
      "https://www.todamateria.com.br/combustao/",
      "https://www.todamateria.com.br/fotossintese/",
      "https://www.todamateria.com.br/ciclo-do-carbono/",
      "https://www.todamateria.com.br/combustiveis-fosseis/",
      "https://www.todamateria.com.br/termos-de-uso/",
      "https://www.todamateria.com.br/politica-de-privacidade/"
    ],
    "autor": "Lana Magalhães"
  }
]