[
  {
    "url": "https://www.todamateria.com.br/fotossintese/",
    "titulo": "Fotossíntese",
    "autor": "Carolina Batista",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/es/qu/esquemafoto0.jpg",
        "legenda": "Representação do processo de fotossíntese"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fo/to/fotossistemas.jpg?width=50&blur=10",
        "legenda": "Os fotossistemas são responsáveis pela absorção de luz e transporte de elétrons para a produção de energia"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ci/cl/ciclodecalvin.jpg?width=50&blur=10",
        "legenda": "Esquema do ciclo de Calvin"
      }
    ],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA fotossíntese é um processo fotoquímico que ocorre em plantas, algas, cianobactérias e algumas bactérias, resultando na produção de energia através da luz solar e fixação de carbono. O processo envolve a transformação da energia luminosa em energia química, utilizando CO2 e H2O para produzir glicose e liberar O2. A fotossíntese ocorre em duas etapas: a fase clara (ou luminosa), que envolve a absorção de luz solar e a transferência de elétrons, e a fase escura (ou ciclo de Calvin), que resulta na formação de glicose a partir de CO2. A fotossíntese é fundamental para a biosfera, pois sustenta a base da cadeia alimentar e fornece energia para os seres heterótrofos. Além disso, a fotossíntese é contrastada com a quimiossíntese, um processo realizado por bactérias autotróficas que produz matéria orgânica a partir de substâncias minerais na ausência de luz."
  },
  {
    "url": "https://www.todamateria.com.br/clorofila/",
    "titulo": "Clorofila: entenda o que é e qual a sua função na fotossíntese",
    "autor": "Rubens Castilho",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ca/ro/caroteno-1-cke.jpg?width=50&blur=10",
        "legenda": "Exemplo de Carotenoide"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA clorofila é um pigmento verde encontrado em cloroplastos de plantas, cianobactérias e algas, responsável por absorver energia luminosa e transformá-la em energia química durante a fotossíntese. Existem diferentes tipos de clorofila (a, b, c e d), que variam em sua composição química e absorvem comprimentos de onda específicos. A clorofila a e b são encontradas em plantas e absorvem melhor as faixas de violeta a azul e vermelho, refletindo a cor verde. Além da clorofila, os carotenoides são pigmentos acessórios que auxiliam na fotossíntese, absorvendo comprimentos de onda diferentes e transferindo energia para a produção de carboidratos. A clorofila e os carotenoides são essenciais para a fotossíntese e têm importância nutricional, como no caso dos carotenoides que são convertidos em vitamina A."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-fotossintese/",
    "titulo": "10 Exercícios sobre fotossíntese para entender o assunto",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está o resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA fotossíntese é um processo metabólico realizado por seres do reino vegetal, algas e cianobactérias, que produz glicose (carboidrato) a partir da energia luminosa. O processo envolve a conversão de energia luminosa em energia química, armazenada nas moléculas orgânicas, e ocorre em duas fases: a fase clara (ou do claro) e a fase escura (ou ciclo de Calvin). A clorofila é o principal pigmento responsável pela absorção de luz e conversão de energia luminosa em energia biológica. Fatores como temperatura, luz e disponibilidade de nutrientes influenciam as taxas de fotossíntese. Além disso, a fotossíntese é um processo distinto da respiração, embora ambos ocorram simultaneamente em organismos autotróficos."
  },
  {
    "url": "https://www.todamateria.com.br/quimiossintese/",
    "titulo": "Quimiossíntese: o que é e como ocorre (com exemplo)",
    "autor": "Revisão por Rubens Castilho",
    "imagens": [],
    "resumo": "A quimiossíntese é um processo metabólico realizado por bactérias autótrofas que produz matéria orgânica a partir da oxidação de substâncias minerais, sem depender da luz solar. Esse processo envolve a oxidação de compostos inorgânicos, como ferro, enxofre e nitrogênio, e é crucial para o ciclo do nitrogênio. Bactérias como Beggiatoa, Thiobacillus, Nitrosomonas e Nitrobacter são exemplos de organismos que realizam quimiossíntese. A quimiossíntese ocorre em duas etapas: a oxidação de compostos inorgânicos, gerando energia química, e a utilização dessa energia para produzir compostos orgânicos a partir de CO2 e H2O. Embora sua produtividade seja menor que a da fotossíntese, a quimiossíntese desempenha um papel importante na manutenção de ecossistemas."
  },
  {
    "url": "https://www.todamateria.com.br/seres-autotrofos-e-heterotrofos/",
    "titulo": "Seres Autótrofos e Heterótrofos",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "O texto aborda o fluxo de energia e matéria orgânica na natureza, destacando a importância dos seres autótrofos e heterótrofos nas cadeias alimentares. Os seres autótrofos produzem seu próprio alimento por meio da fotossíntese ou quimiossíntese, servindo como base das cadeias alimentares. Já os seres heterótrofos obtêm nutrientes e energia consumindo outros organismos, atuando como consumidores primários, secundários ou detritívoros. O autor destaca ainda a diversidade de estratégias alimentares entre os heterotróficos, incluindo onívoros, detritívoros e hematófagos. Além disso, é mencionado o caso das plantas carnívoras, que são simultaneamente autótrofas e heterótrofas."
  },
  {
    "url": "https://www.todamateria.com.br/anabolismo-e-catabolismo/",
    "titulo": "Anabolismo e Catabolismo",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "O metabolismo compreende o conjunto de reações bioquímicas no organismo, sendo dividido em anabolismo e catabolismo. O anabolismo envolve reações que formam moléculas complexas a partir de outras mais simples, com gasto de energia, como a síntese de proteínas. Por outro lado, o catabolismo inclui reações que degradam compostos orgânicos complexos em moléculas mais simples, liberando energia, como a digestão e a respiração celular. A regulação do metabolismo depende de fatores como peso, idade, sexo e atividades físicas. O balanceamento adequado entre anabolismo e catabolismo é fundamental para o funcionamento correto do organismo."
  },
  {
    "url": "https://www.todamateria.com.br/metabolismo-celular/",
    "titulo": "Metabolismo Celular",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO metabolismo celular é um conjunto de reações químicas que objetivam a produção de energia para o funcionamento das células. É dividido em anabolismo (síntese de compostos) e catabolismo (decomposição de moléculas), sendo o ATP (Adenosina Trifosfato) a molécula responsável pela captação e armazenamento de energia. A glicose é a principal fonte de energia para as células, sendo quebrada através da glicólise para produzir ATP. A fotossíntese e a respiração celular são processos importantes de transformação de energia nos seres vivos, com a fotossíntese convertendo energia solar em energia química e a respiração celular produzindo ATP através da oxidação. O metabolismo celular é fundamental para a sobrevivência dos organismos, e sua compreensão é essencial para entender os processos biológicos que sustentam a vida na Terra."
  },
  {
    "url": "https://www.todamateria.com.br/plano-de-aula-ciencias-transformacoes-quimicas/",
    "titulo": "Plano de aula de Ciências: Transformações químicas (6º ano)",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO texto apresenta um plano de aula de Ciências para o 6º ano do Ensino Fundamental II, alinhado à Base Nacional Comum Curricular (BNCC). O tema abordado é \"Transformações químicas\". O plano de aula é sugerido como uma ferramenta para o ensino de Ciências, com base nas diretrizes da BNCC. O texto é uma contribuição do Toda Matéria, um site educacional brasileiro. Não há uma crítica ou argumentação teórica aprofundada no texto, que se limita a apresentar uma sugestão de plano de aula."
  },
  {
    "url": "https://www.todamateria.com.br/cloroplastos/",
    "titulo": "Cloroplastos",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Cloroplastos\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nOs cloroplastos são organelas presentes em células de plantas e algas, responsáveis pela fotossíntese e produção de energia e substâncias orgânicas. Eles possuem clorofila, que absorve a luz solar para a realização da fotossíntese, que ocorre em duas etapas: a etapa fotoquímica (reações de claro) e a etapa química (reações de escuro). A estrutura dos cloroplastos inclui uma membrana lipoproteica dupla, tilacoides e estroma, onde ocorrem as diferentes etapas da fotossíntese. A teoria da endossimbiose, proposta por Lynn Margulis, sugere que os cloroplastos têm origem evolutiva relacionada a antigos seres procarióticos, como cianobactérias, com os quais compartilham características genéticas e bioquímicas. Os cloroplastos são um tipo de plasto, que pode se autoduplicar e se transformar em outros tipos de plastos, como leucoplastos e cromoplastos."
  },
  {
    "url": "https://www.todamateria.com.br/caracteristicas-do-dioxido-de-carbono/",
    "titulo": "Características do dióxido de carbono",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/mo/le/moleculaco2.jpg?width=50&blur=10",
        "legenda": "Molécula de dióxido de carbono"
      },
      {
        "src": "https://static.todamateria.com.br/upload/di/ox/dioxidodecarbono.jpg?width=50&blur=10",
        "legenda": "Existem diversas fontes de emissão de dióxido de carbono"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO dióxido de carbono (CO2) é uma molécula composta por carbono e oxigênio, produzida pela respiração, combustão de produtos orgânicos e atividades humanas, como industriais e desmatamentos. Ele é um gás incolor, inodoro e mais pesado que o ar, que desempenha um papel fundamental no efeito estufa e na poluição do ar. Além disso, o CO2 é essencial para a fotossíntese e é utilizado em diversas aplicações industriais, como na produção de bebidas carbonatadas, gelo seco e extintores de incêndio. As principais fontes de emissão de CO2 incluem a combustão de matéria orgânica, fermentação, decomposição de matéria orgânica e erupções vulcânicas. O dióxido de carbono também é importante na conservação de tecidos e no transporte de órgãos para transplante."
  },
  {
    "url": "https://www.todamateria.com.br/folhas/",
    "titulo": "Folhas",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Folhas\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA folha é um órgão vegetal fundamental para as plantas terrestres, responsável pela fotossíntese, produzindo alimento para as plantas e liberando oxigênio necessário para a respiração dos seres vivos. As folhas podem ser classificadas em diferentes tipos, como simples ou compostas, e apresentam variações na estrutura, com 4 partes possíveis: limbo, pecíolo, estípula e bainha. A classificação das folhas também pode ser feita de acordo com a forma do limbo e a disposição dos folíolos. Além de sua função primária, as folhas têm outras utilidades, como servir de alimento e habitação para animais, e serem utilizadas na farmacologia e cosmética. A compreensão da estrutura e função das folhas é essencial para entender a biologia das plantas e sua importância no ecossistema."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-o-metabolismo-energetico-com-questoes-explicadas/",
    "titulo": "Exercícios sobre o metabolismo energético (com questões explicadas)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO metabolismo energético envolve processos como fotossíntese, respiração celular, fermentação e quimiossíntese, que são fundamentais para a produção de energia nos organismos vivos. A fotossíntese ocorre em duas fases: a fase clara, que depende da absorção de luz pelas clorofilas e ocorre nos tilacoides, e a fase escura, que utiliza ATP e NADPH para converter CO₂ em glicose. A quimiossíntese, por outro lado, não depende da luz e utiliza a energia proveniente da oxidação de substâncias inorgânicas, como NH₄⁺ e H₂S, para produzir glicose. A respiração celular aeróbica envolve a transferência de elétrons energizados de NADH e FADH₂ para a cadeia respiratória, resultando na produção de ATP. Além disso, processos como fermentação láctica e alcoólica são utilizados em condições específicas, como durante exercícios físicos intensos ou na indústria de alimentos e biocombustíveis."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-o-ciclo-do-oxigenio-com-respostas-explicadas/",
    "titulo": "Exercícios sobre o ciclo do oxigênio (com respostas explicadas)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "O texto aborda o ciclo do oxigênio por meio de exercícios resolvidos e comentados, explorando seu papel na fotossíntese, respiração celular e decomposição. Os exercícios destacam a importância do oxigênio em processos biogeoquímicos e os impactos das atividades humanas nesse ciclo. Os principais pontos abordados incluem: a fotossíntese como fonte de oxigênio durante o dia e a respiração celular como consumidora de oxigênio à noite; a ação dos decompositores no solo, que consomem oxigênio e liberam CO₂; e o papel da fotólise da água na liberação de O₂ durante a fotossíntese. Além disso, o texto discute o impacto da queima de combustíveis fósseis no ciclo do oxigênio, ressaltando o consumo de O₂ e a liberação de CO₂."
  },
  {
    "url": "https://www.todamateria.com.br/fitoplancton/",
    "titulo": "Fitoplâncton",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO fitoplâncton é um conjunto de algas microscópicas fotossintetizantes que habitam ecossistemas aquáticos e são fundamentais para a produção primária e a cadeia alimentar nesses ambientes. É composto por diversos grupos de algas, incluindo dinoflagelados e diatomáceas, que apresentam características morfológicas e fisiológicas variadas. O fitoplâncton é responsável por produzir mais de 50% do oxigênio da Terra e absorver até 30% do dióxido de carbono emitido pelo homem, desempenhando um papel crucial na regulação do clima e na manutenção da vida na Terra. Além disso, serve de alimento para o zooplâncton e alguns peixes, sendo a base da cadeia alimentar em ecossistemas aquáticos. Sua importância é tão grande que é considerado o \"pulmão do mundo\", superando a Amazônia em termos de produção de oxigênio."
  },
  {
    "url": "https://www.todamateria.com.br/exercicio-sobre-celulas-vegetais-questoes-respondidas/",
    "titulo": "Exercício sobre células vegetais (questões respondidas)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os conceitos centrais e contribuições teóricas relevantes para trabalhos acadêmicos:\n\nO texto aborda a estrutura e funcionamento das células vegetais, destacando sua importância para entender como as plantas funcionam. A parede celular e a lignina são responsáveis pela sustentação da estrutura dos vegetais, enquanto os plastos são organelas que podem armazenar amido e realizar a fotossíntese. Os cloroplastos são responsáveis pela fotossíntese, quebrando moléculas de água e produzindo gás oxigênio. Os vacúolos têm como principal função o armazenamento de água, substância primordial para a fotossíntese. As células vegetais apresentam características distintas, como a presença de parede celular e a ausência de lisossomos, que as diferenciam das células animais."
  },
  {
    "url": "https://www.todamateria.com.br/estomatos/",
    "titulo": "Estômatos",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nOs estômatos são estruturas da epiderme vegetal localizadas nas folhas, responsáveis pelas trocas gasosas e transpiração. São formados por duas células-guarda que se unem para criar uma fenda chamada ostíolo, cuja abertura depende da turgescência celular. A turgescência ocorre quando a célula absorve água por osmose e atinge um estado de equilíbrio, tornando-se túrgida. Os estômatos regulam a taxa de transpiração da planta ajustando o tamanho da abertura do ostíolo. Geralmente, os estômatos estão localizados na parte inferior da folha, mas podem variar dependendo da espécie e do ambiente em que a planta cresce."
  },
  {
    "url": "https://www.todamateria.com.br/parenquima/",
    "titulo": "Parênquima",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Parênquima\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO parênquima é um tecido fundamental encontrado em órgãos de plantas e animais, desempenhando funções específicas. Nas plantas, o parênquima é composto por células vivas com parede primária fina e é encontrado em vários órgãos, realizando funções como fotossíntese, reserva e armazenamento de água. Existem diferentes tipos de parênquima, incluindo o clorofiliano (ou clorênquima), que realiza fotossíntese, e outros especializados em reserva de amido (amilíferos), armazenamento de ar (aerênquimas ou aeríferos) e reserva de água (parênquima aquífero). O parênquima clorofiliano pode ser subdividido em paliçádico e lacunoso, com o primeiro sendo responsável pela maior parte da fotossíntese nas plantas vasculares. Em resumo, o parênquima é um tecido versátil e essencial para o funcionamento das plantas."
  },
  {
    "url": "https://www.todamateria.com.br/oxidacao-e-reducao/",
    "titulo": "Oxidação e redução: o que são, exemplos e exercícios",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs reações de oxidação e redução ocorrem simultaneamente e envolvem a transferência de elétrons entre espécies químicas, onde uma substância perde elétrons (oxidação) e outra ganha elétrons (redução). A substância que perde elétrons é o agente redutor, enquanto a que ganha elétrons é o agente oxidante. A variação do número de oxidação (nox) das espécies envolvidas é usada para demonstrar essas reações. Exemplos de reações de oxirredução incluem combustão, fotossíntese e corrosão. O potencial de redução das espécies envolvidas determina a direção da transferência de elétrons em uma reação de oxirredução."
  },
  {
    "url": "https://www.todamateria.com.br/ciclo-do-oxigenio/",
    "titulo": "Ciclo do Oxigênio",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Ciclo do Oxigênio\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO oxigênio (O2) é fundamental para a vida na Terra, sendo utilizado na respiração pela maioria dos seres vivos e produzido pelas plantas durante a fotossíntese. O ciclo do oxigênio envolve a interação entre a atmosfera, a água e a crosta terrestre, com o elemento reagindo com outros elementos químicos, como o carbono. A fotossíntese é um processo crucial no ciclo do oxigênio, onde as plantas absorvem CO2 e liberam O2, enquanto os animais respiram O2 e liberam CO2. A camada de ozônio, composta por O3, protege a superfície terrestre dos raios UV, e sua destruição contribui para o aquecimento global e aumento de casos de câncer de pele. O aumento do CO2 na atmosfera, principalmente devido à queima de combustíveis fósseis, também contribui para o Efeito Estufa e o Aquecimento Global."
  },
  {
    "url": "https://www.todamateria.com.br/proterozoico/",
    "titulo": "Proterozoico",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO Proterozoico é o éon mais recente do Pré-Cambriano, abrangendo o período de 2.500 a 542 milhões de anos atrás e dividido em três eras geológicas. Durante esse período, a atmosfera e os oceanos sofreram mudanças significativas, com aumento da atividade biológica devido ao acúmulo de oxigênio, permitindo o surgimento de organismos com capacidade de realizar fotossíntese. Além disso, surgiram organismos eucariontes, algas verdes e vermelhas, que tinham capacidade de reprodução e repasse de código genético. A superfície terrestre estava unida no supercontinente Rodínia, que posteriormente foi dividido devido à atividade das placas tectônicas. Essas mudanças marcaram um período crucial na história da Terra, com implicações para a evolução da vida no planeta."
  },
  {
    "url": "https://www.todamateria.com.br/partes-da-planta/",
    "titulo": "Partes da Planta",
    "autor": "Juliana Diana",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/pa/rt/partesdaplantadivisao-0-cke.jpg",
        "legenda": "Divisão das partes de uma planta"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fo/lh/folhaspartesdaplanta-cke.jpg?width=50&blur=10",
        "legenda": "As folhas apresentam uma grande diversidade de formatos"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ra/iz/raizespartesdaplanta-cke.jpg?width=50&blur=10",
        "legenda": "As raízes apresentam formatos relacionados com a sua função"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ca/ul/caulepartesdaplanta.jpg?width=50&blur=10",
        "legenda": "Os caules transportam os nutrientes produzidos na fotossíntese"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fl/or/florespartesdaplanta.jpg?width=50&blur=10",
        "legenda": "As flores são coloridas e atrativas"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ti/po/tiposdefrutos-cke.jpg?width=50&blur=10",
        "legenda": "Os frutos são encontradas as sementes"
      }
    ],
    "resumo": "Aqui está um resumo de até 5 frases do texto \"Partes da Planta\", destacando pontos relevantes para trabalhos acadêmicos:\n\n* As plantas são compostas por várias partes, incluindo raízes, folhas, caule, flores e frutos, cada uma desempenhando uma função essencial para a sobrevivência e reprodução do vegetal.\n* As folhas são responsáveis pela fotossíntese, respiração e transpiração, enquanto as raízes absorvem substâncias do solo e fixam a planta, e o caule sustenta a planta e transporta substâncias.\n* As flores são responsáveis pela reprodução das plantas, e os frutos são resultado do desenvolvimento do ovário após a fecundação, contendo sementes que podem germinar e originar novas plantas.\n* É importante notar que nem todas as plantas possuem todas essas partes, e algumas apresentam variações evolutivas, como os cactos, que têm folhas modificadas em espinhos.\n* O conhecimento das diferentes partes da planta e suas funções é fundamental para entender a biologia e ecologia das plantas."
  },
  {
    "url": "https://www.todamateria.com.br/ciclo-do-carbono/",
    "titulo": "Ciclo do Carbono: ciclo lento, ciclo rápido e ações do homem",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO ciclo do carbono envolve a transformação do carbono entre suas formas orgânica e inorgânica, com a fotossíntese sendo o processo inicial que captura CO2 da atmosfera e o converte em carboidratos. O ciclo do carbono pode ser dividido em ciclo rápido (100.000 milhões de toneladas de carbono por ano) e ciclo lento (100 a 200 milhões de anos), com o primeiro envolvendo a transferência de carbono entre organismos vivos e o segundo envolvendo processos geológicos. As ações humanas, como a queima de combustíveis fósseis e a destruição de florestas, estão aumentando a concentração de CO2 na atmosfera, contribuindo para o aquecimento global. A fotossíntese é fundamental para a absorção de CO2 e produção de glicose, enquanto a respiração e decomposição orgânica liberam CO2 de volta à atmosfera. O aumento dos níveis de CO2 atmosférico é um dos principais problemas ambientais atuais, com implicações severas para o meio ambiente e os ecossistemas."
  },
  {
    "url": "https://www.todamateria.com.br/metabolismo-energetico/",
    "titulo": "Metabolismo Energético",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "O metabolismo energético é o conjunto de reações químicas que produzem a energia necessária para as funções vitais dos seres vivos. A glicose é o principal combustível energético das células, sendo quebrada para liberar energia, que é armazenada em moléculas de ATP (Adenosina Trifosfato). O metabolismo energético ocorre por meio da fotossíntese e respiração celular, sendo que a respiração celular pode ser aeróbica (com produção de 38 ATPs) ou anaeróbica (fermentação, com produção de 2 ATPs). A respiração aeróbica envolve três etapas: glicólise, Ciclo de Krebs e fosforilação oxidativa. A fermentação ocorre na ausência de oxigênio e pode ser alcoólica ou lática."
  },
  {
    "url": "https://www.todamateria.com.br/fisiologia/",
    "titulo": "Fisiologia",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "A fisiologia é o ramo da Biologia que estuda o funcionamento dos organismos vivos, envolvendo a compreensão das funções de células, tecidos, órgãos e sistemas. O campo pode ser dividido em Fisiologia Animal (incluindo Fisiologia Humana) e Fisiologia Vegetal, cada uma focada em diferentes organismos e suas interações com o ambiente. A homeostase, conceito intimamente relacionado à fisiologia, refere-se à capacidade do organismo de manter seu ambiente interno estável. No organismo humano e vegetal, o nível de organização é composto por moléculas, células, tecidos, órgãos, sistemas e organismo, trabalhando de forma integrada. A compreensão da fisiologia é fundamental para entender processos como fotossíntese, respiração e regulação da temperatura corporal."
  },
  {
    "url": "https://www.todamateria.com.br/leveduras/",
    "titulo": "Leveduras",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os conceitos centrais e contribuições teóricas relevantes para trabalhos acadêmicos:\n\nAs leveduras são fungos unicelulares que se reproduzem assexuadamente e realizam respiração anaeróbica, sendo amplamente utilizadas na produção de pães e bebidas alcoólicas. A Saccharomyces Cerevisiae, conhecida como levedura da cerveja, é uma das espécies mais conhecidas e converte açúcar em álcool por meio da fermentação. Além de sua aplicação na indústria alimentícia, as leveduras têm alto valor proteico, são ricas em vitaminas do complexo B e exercem um papel importante na saúde intestinal e defesa do organismo. As leveduras são organismos eucariotas, heterotróficos e anaeróbicos facultativos, capazes de realizar respiração celular aeróbica ou anaeróbica. A fermentação realizada pelas leveduras resulta na produção de gás carbônico e álcool, sendo fundamental para a fabricação de produtos como pães e bebidas alcoólicas."
  },
  {
    "url": "https://www.todamateria.com.br/carbono/",
    "titulo": "Carbono",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n* O Carbono é um elemento não-metálico tetravalente fundamental para a vida na Terra, com capacidade de se conectar consigo mesmo e formar moléculas complexas.\n* Ele pode ser encontrado em diversas formas, incluindo compostos orgânicos, carbonatos, carbetos e bicarbonatos, além de cinco formas alotrópicas: grafite, diamante, fulerenos, nanotubos e nano espumas.\n* O Carbono tem grande importância econômica, com aplicações em combustíveis fósseis (petróleo e gás natural) e na produção de plásticos e outros materiais.\n* O ciclo do Carbono é vital para a manutenção da vida na Terra, envolvendo a absorção de dióxido de carbono pelas plantas e a liberação de CO2 pelos animais.\n* A compreensão das propriedades e formas do Carbono é essencial para entender sua importância na química, biologia e geologia, além de suas aplicações práticas em diversas áreas."
  },
  {
    "url": "https://www.todamateria.com.br/celula-vegetal/",
    "titulo": "Célula vegetal",
    "autor": "Rubens Castilho",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ce/lu/celulavegetal-0.jpg?width=50&blur=10",
        "legenda": "Células vegetais: aumento para enfoque dos poros por onde passam os plasmodesmos."
      }
    ],
    "resumo": "As células vegetais são unidades fundamentais que formam os tecidos das plantas e compartilham muitas organelas com as células animais, mas têm características distintas devido à presença de parede celular, cloroplastos e vacúolos de grande porte. \nOs cloroplastos são organelas membranosas que realizam a fotossíntese e contêm clorofila, sendo capazes de se autoduplicar e possuindo DNA próprio. \nA parede celular é um envoltório espesso composto por celulose que fornece sustentação à planta e permite a comunicação entre células vizinhas por meio de plasmodesmos. \nOs vacúolos são responsáveis por armazenar substâncias como seiva, regular o pH e controlar a turgidez da célula por meio do controle osmótico. \nAs células vegetais também compartilham outras organelas com as células animais, como mitocôndrias, retículo endoplasmático, complexo de Golgi, lisossomos e peroxissomos, cada uma com funções específicas."
  },
  {
    "url": "https://www.todamateria.com.br/composicao-do-ar/",
    "titulo": "Composição do ar",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Composição do ar\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO ar atmosférico é composto por uma mistura homogênea de gases, incluindo nitrogênio (78,09%), oxigênio (20,95%), argônio (0,93%) e gás carbônico (0,03%), além de gases nobres, vapor d'água e poeiras. O nitrogênio e o oxigênio são essenciais para a vida, mas o nitrogênio só pode ser utilizado por meio do ciclo do nitrogênio, que envolve fixação, amonização, nitrificação e desnitrificação. O oxigênio é fundamental para a respiração dos seres aeróbicos, enquanto o gás carbônico é liberado na respiração e utilizado na fotossíntese. O vapor d'água e as poeiras são componentes variáveis na composição do ar e têm impacto na regulação da temperatura e na saúde dos seres vivos. A compreensão da composição do ar é importante para entender processos naturais, como a fotossíntese e o ciclo do nitrogênio, e para avaliar os impactos da poluição do ar na saúde e no meio ambiente."
  },
  {
    "url": "https://www.todamateria.com.br/plantas/",
    "titulo": "Plantas: características, funções e os 4 tipos",
    "autor": "Rubens Castilho",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/cl/or/clorofila-cke.jpg",
        "legenda": "Coloração verde da clorofila"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ro/lh/rolharaizcaule-cke.jpg?width=50&blur=10",
        "legenda": "Partes das plantas"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ev/ol/evolucao2-cke.jpg?width=50&blur=10",
        "legenda": "Evolução das plantas"
      },
      {
        "src": "https://static.todamateria.com.br/upload/br/io/briofitas-0-cke.jpg?width=50&blur=10",
        "legenda": "Briófita: Musgos"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pt/er/pteridofitas-1-cke.jpg?width=50&blur=10",
        "legenda": "Pteridófita: Samambaia"
      },
      {
        "src": "https://static.todamateria.com.br/upload/gi/mn/gimnosperma-cke.jpg?width=50&blur=10",
        "legenda": "Gimnosperma: Araucária"
      },
      {
        "src": "https://static.todamateria.com.br/upload/an/gi/angiospermas2-cke.jpg?width=50&blur=10",
        "legenda": "Angiospermas: Equináceas e outras Asteraceae"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs plantas são seres vivos que fazem parte do Reino Plantae, caracterizados por possuírem células e realizarem fotossíntese devido à presença do pigmento clorofila. São seres sésseis que realizam respiração e fotossíntese, desempenhando um papel fundamental no ecossistema como produtores da cadeia alimentar e protetores do planeta. As plantas são classificadas em quatro grupos principais: Briófitas, Pteridófitas, Gimnospermas e Angiospermas, que se distinguem por características como presença de vasos condutores de seiva, sementes, flores e frutos. As plantas inferiores (Briófitas e Pteridófitas) precisam de umidade e sombra para viverem e se reproduzirem, enquanto as plantas superiores (Gimnospermas e Angiospermas) são mais adaptadas e evoluídas. A classificação das plantas é baseada em sua complexidade e surgimento de novos atributos, refletindo importantes processos evolutivos."
  },
  {
    "url": "https://www.todamateria.com.br/reino-vegetal/",
    "titulo": "Reino Vegetal",
    "autor": "Juliana Diana",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/es/tr/estruturaprincipalangiosperma.jpg",
        "legenda": "Estrutura principal de uma planta angiosperma"
      },
      {
        "src": "https://static.todamateria.com.br/upload/br/io/briofitas.jpg?width=50&blur=10",
        "legenda": "Briófitas"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pt/er/pteridofitas-0-cke.jpg?width=50&blur=10",
        "legenda": "Chifre-de-veado"
      },
      {
        "src": "https://static.todamateria.com.br/upload/gi/mn/gimnospermas-cke.jpg?width=50&blur=10",
        "legenda": "Araucária"
      },
      {
        "src": "https://static.todamateria.com.br/upload/an/gi/angiospermas-cke.jpg?width=50&blur=10",
        "legenda": "Angiospermas"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pl/an/plantacarnivora-cke.jpg?width=50&blur=10",
        "legenda": "Planta carnívora"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pl/an/plantaparasita-cke.jpg?width=50&blur=10",
        "legenda": "Erva de passarinho"
      }
    ],
    "resumo": "Aqui está um resumo de até 5 frases do texto \"Reino Vegetal\", destacando pontos relevantes para trabalhos acadêmicos:\n\nO Reino Vegetal ou Plantae é caracterizado por organismos autótrofos e clorofilados que realizam fotossíntese, produzindo sua própria energia a partir da luz solar. As plantas são a base da cadeia alimentar e são responsáveis pela nutrição de diversos organismos consumidores. O Reino Vegetal é composto por aproximadamente 400 mil espécies conhecidas e inclui grupos como briófitas, pteridófitas, gimnospermas e angiospermas, cada um com características distintas. As plantas vasculares (pteridófitas, gimnospermas e angiospermas) possuem vasos condutores de seiva, enquanto as avasculares (briófitas) não. A reprodução das plantas varia entre os grupos, incluindo processos sexuados e assexuados."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-reino-plantae/",
    "titulo": "Exercícios sobre Reino Plantae (com gabarito comentado)",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "O Reino Plantae é composto por organismos autótrofos e clorofilados, que realizam fotossíntese e apresentam estruturas como raízes, caules, folhas, flores e frutos, cada uma com funções específicas. As plantas podem ser classificadas em vasculares e avasculares, com as vasculares possuindo tecidos condutores de seiva, como o xilema e o floema. As angiospermas e gimnospermas são exemplos de plantas vasculares que se diferenciam pela presença de frutos e sementes expostas, respectivamente. Além disso, as plantas carnívoras, apesar de autótrofas, capturam insetos para obter nutrientes essenciais, como o nitrogênio, devido à pobreza do solo em que habitam."
  },
  {
    "url": "https://www.todamateria.com.br/micorrizas/",
    "titulo": "Micorrizas",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Micorrizas\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n**Resumo:**\nAs micorrizas são associações mutualistas entre fungos e raízes de plantas vasculares, onde os fungos aumentam a absorção de nutrientes pelas plantas e estas fornecem carboidratos aos fungos. Essa simbiose melhora a absorção de água e sais minerais, tornando as plantas mais resistentes a doenças e alterações climáticas. A utilização de micorrizas na agricultura pode aumentar a produção, reduzir o uso de fertilizantes e venenos, e restaurar ecossistemas degradados. As micorrizas arbusculares são o tipo mais comum, onde os fungos atingem as células das raízes. Essa associação tem uma forte expressão ecológica e pode ser uma ferramenta importante para a sustentabilidade agrícola."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-do-ciclo-do-carbono/",
    "titulo": "Exercícios sobre o ciclo biogeoquímico do carbono",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "O ciclo biogeoquímico do carbono envolve a circulação do carbono entre diferentes reservatórios na Terra, como a atmosfera, oceanos, biosfera e litosfera. As plantas desempenham um papel essencial no ciclo do carbono, retirando CO₂ da atmosfera durante a fotossíntese e transformando-o em compostos orgânicos. Os principais reservatórios de carbono incluem a atmosfera, oceanos, rochas calcárias e matéria orgânica. Atividades antrópicas, como a queima de combustíveis fósseis, contribuem significativamente para o aumento do CO₂ atmosférico, potencializando o aquecimento global. A formação de rochas calcárias ocorre pela precipitação de carbonato de cálcio nos oceanos, sequestrando carbono por longos períodos."
  },
  {
    "url": "https://www.todamateria.com.br/ciclos-biogeoquimicos/",
    "titulo": "Ciclos Biogeoquímicos: quais são, como funcionam e exercícios",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Os ciclos biogeoquímicos são processos naturais que envolvem a troca de elementos químicos entre os seres vivos e o ambiente, incluindo a atmosfera, litosfera e hidrosfera. Esses ciclos são fundamentais para a manutenção da vida no planeta e envolvem a reciclagem de elementos como carbono, nitrogênio, oxigênio, fósforo e água. Os ciclos biogeoquímicos podem ser classificados em dois tipos: ciclos gasosos, que têm a atmosfera como reservatório (como o ciclo do nitrogênio e do oxigênio), e ciclos sedimentares, que têm a crosta terrestre como reservatório (como o ciclo do fósforo). A compreensão desses ciclos é essencial para entender a dinâmica do planeta e o impacto das atividades humanas no meio ambiente."
  },
  {
    "url": "https://www.todamateria.com.br/parasitismo/",
    "titulo": "Parasitismo",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Parasitismo\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO parasitismo é uma relação ecológica desarmônica em que um ser vivo (parasita) se beneficia ao se alimentar de outro (hospedeiro), causando-lhe prejuízos. Existem diferentes tipos de parasitismo, incluindo ectoparasitas (externos) e endoparasitas (internos), que podem ser encontrados em animais, plantas e até mesmo entre indivíduos da mesma espécie. O parasitismo pode levar a doenças e morte, mas também há uma tendência de coadaptação entre parasita e hospedeiro ao longo das gerações. Além disso, o parasitismo não deve ser confundido com outras relações ecológicas desarmônicas, como predatismo e competição. O texto também destaca o parasitismo de ninhada, uma situação em que um animal se aproveita do ninho de outro de espécie diferente."
  },
  {
    "url": "https://www.todamateria.com.br/estrutura-da-terra/",
    "titulo": "Estrutura da Terra",
    "autor": "Revisão por Vinícius Marques",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/56/2e/562eb3a0b4aa4-estrutura-da-terra.jpg",
        "legenda": "Estrutura terrestre"
      }
    ],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA estrutura da Terra é composta por litosfera, atmosfera, hidrosfera e biosfera, que se interconectam para formar o sistema terrestre. A estrutura interna da Terra é dividida em crosta, manto e núcleo, com a crosta sendo a camada mais superficial e variando em espessura entre continentes e oceanos. A litosfera é formada por rochas e minerais e é subdividida em placas tectônicas que se movem sobre o magma, causando abalos sísmicos e vulcões. A hidrosfera e a atmosfera são fundamentais para a existência de vida na Terra, com a hidrosfera compreendendo toda a água do planeta e a atmosfera sendo composta por gases que protegem a superfície dos raios ultravioleta. A biosfera é a combinação de elementos que possibilitam a existência de seres vivos, integrando recursos hídricos, luz e solo para o crescimento de plantas e desenvolvimento da fotossíntese."
  },
  {
    "url": "https://www.todamateria.com.br/reino-monera/",
    "titulo": "Reino Monera: resumo, características e seus representantes (mapa mental)",
    "autor": "Rubens Castilho",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/gr/up/gruposdebacterias.jpg",
        "legenda": "Formatos e organização das bactérias"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ci/an/cianobacterias.jpg?width=50&blur=10",
        "legenda": "As cianobactérias apresentam diversos formatos e podem realizar fotossíntese"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO Reino Monera é caracterizado por organismos procariontes, unicelulares, autótrofos ou heterotróficos, compreendendo bactérias e cianobactérias. Os moneras são unicelulares e reproduzem-se assexuadamente por divisão binária, apresentando diversidade metabólica e presença de parede celular composta por peptidoglicano. As bactérias são microrganismos abundantes e podem ser úteis ao homem, como na produção de vinagre e iogurtes, ou causar doenças através da transmissão por alimentos contaminados ou contato com pessoas doentes. As cianobactérias realizam fotossíntese e podem produzir toxinas que envenenam animais e humanos, além de contribuir para a eutrofização de ambientes aquáticos. O Reino Monera é fundamental para a compreensão da evolução e diversidade da vida na Terra, com fósseis datados de 3,5 bilhões de anos."
  },
  {
    "url": "https://www.todamateria.com.br/gases-do-efeito-estufa/",
    "titulo": "Gases do efeito estufa",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Os gases do efeito estufa (GEE) são moléculas que absorvem calor e aumentam a temperatura do planeta. Os principais GEE são dióxido de carbono (CO2), metano (CH4), óxido nitroso (N2O), ozônio (O3), clorofluorcabonos (CFCs) e vapor d'água. O aumento das emissões por ações humanas, como queima de combustíveis fósseis e agropecuária, intensifica o efeito estufa e causa o aquecimento global. A redução das emissões de GEE é crucial, e medidas como melhorar a alimentação do gado para reduzir a emissão de metano (CH4) podem ajudar a controlar o aquecimento global. O Protocolo de Quioto e o Acordo de Paris são iniciativas internacionais para reduzir as emissões de GEE e mitigar as mudanças climáticas."
  },
  {
    "url": "https://www.todamateria.com.br/respiracao-celular/",
    "titulo": "Respiração celular: o que é, quais as etapas e entenda como é processo",
    "autor": "Rubens Castilho",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/gl/ic/glicolise-cke.jpg?width=50&blur=10",
        "legenda": "Resultados da Glicólise"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ci/cl/ciclodekrebs-cke.jpg?width=50&blur=10",
        "legenda": "Esquema representativo das reações que ocorrem no ciclo de Krebs"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fo/sf/fosforilacaooxidativa-cke.jpg?width=50&blur=10",
        "legenda": "Fosforilação oxidativa: última etapa na síntese de ATP"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA respiração celular é um processo bioquímico essencial para a obtenção de energia nas células, ocorrendo através da quebra de moléculas de glicose e resultando na produção de ATP, CO2 e H2O. A respiração aeróbica é a forma mais comum desse processo e envolve três etapas: glicólise, ciclo de Krebs e fosforilação oxidativa (ou cadeia respiratória). A glicólise ocorre no citoplasma, enquanto as outras duas etapas ocorrem dentro da mitocôndria. Em ambientes com pouco oxigênio, alguns organismos utilizam processos alternativos, como a fermentação, para obter energia. A respiração celular é fundamental para a sobrevivência dos seres vivos e é um processo complexo que envolve várias enzimas e coenzimas."
  },
  {
    "url": "https://www.todamateria.com.br/histologia-vegetal/",
    "titulo": "Histologia Vegetal",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "A histologia vegetal é a ciência que estuda os tecidos dos vegetais, compreendendo suas características, organização, estrutura e funções. Os tecidos vegetais são divididos em tecidos meristemáticos (ou de formação) e tecidos adultos (ou permanentes), com os primeiros sendo responsáveis pelo crescimento da planta e formação de tecidos permanentes. Os tecidos meristemáticos podem ser primários (promovendo crescimento em altura) ou secundários (promovendo crescimento em espessura), originando tecidos primários e secundários, respectivamente. Os tecidos adultos são classificados em tecidos de revestimento (epiderme e periderme), preenchimento (parênquimas), sustentação (colênquima e esclerênquima) e condução (xilema e floema), cada um com funções específicas. A compreensão desses tecidos é fundamental para entender o crescimento e desenvolvimento das plantas."
  },
  {
    "url": "https://www.todamateria.com.br/pteridofitas/",
    "titulo": "Pteridófitas: o que são e características (com exemplos)",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, com os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs pteridófitas são plantas vasculares e criptógamas, caracterizadas pela ausência de sementes e presença de tecidos condutores. Elas são classificadas em dois grupos: Monilófitas (samambaias) e Licófitas (avencas, xaxins, etc.). As pteridófitas possuem um corpo organizado em caule, raiz e folhas, com tecidos condutores especializados (xilema e floema) que transportam seiva bruta e elaborada. A reprodução ocorre de forma assexuada por brotamento e sexuada por meio de esporos, que dão origem a gametófitos hermafroditas. O ciclo de vida das pteridófitas envolve a alternância entre gerações esporofíticas e gametofíticas."
  },
  {
    "url": "https://www.todamateria.com.br/carboidratos-funcao-classificacao/",
    "titulo": "Carboidratos: o que são, função e classificação",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Os carboidratos são compostos orgânicos formados por carbono, hidrogênio e oxigênio, conhecidos também como glicídios ou açúcares. Eles desempenham um papel fundamental como fonte de energia para os seres humanos e são obtidos principalmente através da alimentação, sendo decompostos em glicose para serem utilizados pelas células. A classificação dos carboidratos é feita com base no tamanho da cadeia e complexidade, dividindo-os em monossacarídeos (glicose e frutose), oligossacarídeos (dissacarídeos e trissacarídeos) e polissacarídeos (amido e celulose). Os carboidratos simples são digeridos rapidamente e fornecem energia imediata, enquanto os complexos são absorvidos mais lentamente, fornecendo energia de forma contínua. O consumo adequado de carboidratos é essencial, pois tanto o excesso quanto a carência podem causar problemas de saúde."
  },
  {
    "url": "https://www.todamateria.com.br/tipos-de-caule/",
    "titulo": "Tipos de caule",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/tr/on/tronco1-0.jpg",
        "legenda": "Os troncos podem apresentam várias ramificações"
      },
      {
        "src": "https://static.todamateria.com.br/upload/co/uv/couve11.jpg?width=50&blur=10",
        "legenda": "A couve apresenta caule do tipo haste"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ba/mb/bambu.jpg?width=50&blur=10",
        "legenda": "No colmo observamos facilmente os nós e entrenós"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pa/lm/palmeiras-0.jpg?width=50&blur=10",
        "legenda": "Palmeiras apresentam caules do tipo estipe"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ri/zo/rizoforos.jpg?width=50&blur=10",
        "legenda": "Os rizóforos ocorrem em plantas do mangue"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ri/zo/rizomasdogengibre.jpg?width=50&blur=10",
        "legenda": "Rizomas do gengibre"
      },
      {
        "src": "https://static.todamateria.com.br/upload/a4/7t/a47tuberculobatata.jpg?width=50&blur=10",
        "legenda": "Tubérculos na batata"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ca/ul/caulessubterraneos5.jpg?width=50&blur=10",
        "legenda": "Bulbo é um tipo de caule que pode armazenar substâncias"
      },
      {
        "src": "https://static.todamateria.com.br/upload/vi/to/vitoriaregia.jpg?width=50&blur=10",
        "legenda": "A vitória-régia apresenta caules aquáticos"
      },
      {
        "src": "https://static.todamateria.com.br/upload/cl/ad/cladodio1.jpg?width=50&blur=10",
        "legenda": "Os cactos apresentam cladódios"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ga/vi/gavinha.jpg?width=50&blur=10",
        "legenda": "As gavinhas são elementos de fixação"
      },
      {
        "src": "https://static.todamateria.com.br/upload/es/pi/espinhos.jpg?width=50&blur=10",
        "legenda": "Os espinhos oferecem proteção a planta"
      }
    ],
    "resumo": "Aqui está um resumo de até 5 frases do texto, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO caule é uma parte fundamental das plantas, responsável pela sustentação e condução de substâncias. Os caules podem ser classificados em três categorias principais: aéreos, subterrâneos e aquáticos. Os caules aéreos podem ser subdivididos em tipos como tronco, haste, colmo, estipe e rizóforo, cada um com características específicas. Já os caules subterrâneos incluem os rizomas, tubérculos e bulbos, que armazenam substâncias de reserva e podem originar novas plantas. Além disso, os caules podem apresentar adaptações como cladódios, gavinhas e espinhos, que auxiliam no estabelecimento das plantas em diferentes ambientes."
  },
  {
    "url": "https://www.todamateria.com.br/cianobacterias/",
    "titulo": "Cianobactérias",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs cianobactérias são microrganismos unicelulares, procariontes e fotossintetizantes que surgiram na Terra há 3,5 bilhões de anos e foram responsáveis pelo acúmulo inicial de gás oxigênio na atmosfera. Elas podem viver isoladas ou em colônias e são encontradas em diversos ambientes, desde água doce até regiões desérticas. Algumas espécies de cianobactérias têm a capacidade de fixar nitrogênio e produzir toxinas que podem causar problemas de saúde em humanos e animais. A reprodução das cianobactérias ocorre principalmente por divisão binária ou fragmentação de filamentos. As cianobactérias têm importância benéfica para a natureza e o homem, mas também podem trazer prejuízos ao meio ambiente e à saúde devido à produção de toxinas e desequilíbrio nos ecossistemas."
  },
  {
    "url": "https://www.todamateria.com.br/botanica-o-estudo-das-plantas/",
    "titulo": "Botânica: O estudo das plantas",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "A Botânica é o ramo da Biologia que estuda as plantas, abrangendo áreas como fisiologia, morfologia, ecologia vegetal e taxonomia. O termo \"botânica\" deriva do grego \"botané\", que significa \"planta\". O estudo da botânica começou na Grécia Antiga com a publicação das obras \"Historia Plantarum\" e \"De Causis Plantarum\" por Teofrasto, considerado o \"Pai da Botânica\". Atualmente, a botânica se divide em várias especialidades e a filogenética contribuiu para o entendimento da evolução das plantas. As plantas são classificadas em diferentes grupos, como briófitas, pteridófitas, gimnospermas e angiospermas, cada um com características específicas."
  },
  {
    "url": "https://www.todamateria.com.br/plancton/",
    "titulo": "Plâncton",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "O plâncton é composto por microrganismos aquáticos, geralmente microscópicos e unicelulares ou pluricelulares, que flutuam passivamente nas águas de rios, lagos e mares. \nExistem quatro tipos de plâncton, sendo o fitoplâncton e o zooplâncton fundamentais para a cadeia alimentar aquática, atuando como produtores e consumidores primários, respectivamente. \nO fitoplâncton é responsável pela captação de gás carbônico e produção de oxigênio, sendo considerado a principal fonte de oxigênio para a atmosfera. \nOs plânctons são essenciais para o equilíbrio dos ecossistemas aquáticos e para a sobrevivência de milhares de espécies que se alimentam deles. \nSua importância se estende à manutenção da cadeia alimentar e ao transporte de energia entre níveis tróficos nos ecossistemas aquáticos."
  },
  {
    "url": "https://www.todamateria.com.br/decompositores/",
    "titulo": "Decompositores",
    "autor": "Revisão por Rubens Castilho",
    "imagens": [],
    "resumo": "Os decompositores são organismos responsáveis pela reciclagem da matéria orgânica na cadeia alimentar, principalmente representados por fungos e bactérias. \nEles realizam a decomposição, que é a desintegração da matéria orgânica em dióxido de carbono, água e nutrientes inorgânicos, promovendo a ciclagem de nutrientes nos ecossistemas. \nOs decompositores atuam em todos os níveis tróficos da cadeia alimentar, degradando a matéria orgânica após a morte de produtores e consumidores. \nÉ importante diferenciar os decompositores dos detritívoros, pois embora ambos degradem matéria orgânica, os detritívoros a transformam em moléculas orgânicas mais simples, enquanto os decompositores a transformam em moléculas inorgânicas. \nOs decompositores são fundamentais para a manutenção dos ecossistemas, pois devolvem nutrientes ao ambiente, permitindo que sejam reaproveitados por outros organismos."
  },
  {
    "url": "https://www.todamateria.com.br/eutrofizacao/",
    "titulo": "Eutrofização",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/eu/tr/eutrofizacao.jpg",
        "legenda": "A eutrofização altera as características da água"
      },
      {
        "src": "https://static.todamateria.com.br/upload/co/ns/conseqeutrofizacao.jpg?width=50&blur=10",
        "legenda": "Representação dos efeitos da eutrofização"
      }
    ],
    "resumo": "Aqui está um resumo do texto \"Eutrofização\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA eutrofização é um processo que ocorre devido ao acúmulo excessivo de matéria orgânica em ambientes aquáticos, resultando em mau odor e aspecto turvo à água. Esse processo pode ter origem natural ou antrópica, sendo intensificado pela poluição decorrente de dejetos humanos e animais e fertilizantes. A decomposição da matéria orgânica aumenta a quantidade de nutrientes disponíveis, fazendo proliferar as algas, que consomem oxigênio e impedem a fotossíntese e oxigenação da água. A falta de oxigênio leva à morte de peixes e proliferação de bactérias anaeróbicas, contaminando a água e provocando doenças. A solução para a eutrofização passa pelo combate à poluição, com investimento em coleta e tratamento de resíduos e tratamento das águas."
  },
  {
    "url": "https://www.todamateria.com.br/caracteristicas-dos-seres-vivos/",
    "titulo": "Características dos seres vivos",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Os seres vivos são caracterizados por 12 características fundamentais que os distinguem de seres não vivos. São compostos por células, que podem ser unicelulares ou pluricelulares, e apresentam metabolismo, que inclui reações químicas que controlam a energia e recursos materiais. Além disso, os seres vivos crescem, se reproduzem e mantêm a hereditariedade por meio da transmissão de informações genéticas. Eles também necessitam de energia e nutrientes para sobreviver, e são capazes de reagir a estímulos, se movimentar e manter a homeostase. A evolução biológica é outro aspecto fundamental, permitindo a adaptação e sobrevivência das espécies."
  },
  {
    "url": "https://www.todamateria.com.br/liquens/",
    "titulo": "Liquens",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Os liquens são organismos resultantes da simbiose entre algas (fotobionte) e fungos (micobionte), constituindo uma relação mutualística obrigatória. Nessa associação, as algas realizam fotossíntese e fornecem substâncias orgânicas aos fungos, que, por sua vez, mantêm a umidade e protegem as algas da dessecação. Os liquens são resistentes a variações climáticas e podem ser encontrados em rochas e troncos de árvores, desempenhando um papel ecológico crucial ao produzir ácidos orgânicos que contribuem para a formação do solo. Devido à sua sensibilidade à poluição, os liquens são utilizados como bioindicadores da qualidade ambiental. Existem três principais tipos de liquens: crostoso, folioso e fruticoso."
  },
  {
    "url": "https://www.todamateria.com.br/a-importancia-do-ar/",
    "titulo": "A Importância do Ar",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"A Importância do Ar\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO ar é um elemento fundamental para a manutenção da vida na Terra, composto por gases como nitrogênio (78%) e oxigênio (21%), além de vapor de água e partículas suspensas. Ele desempenha um papel crucial no clima, na distribuição da chuva e na dispersão de sementes, favorecendo a produção agrícola, mas também pode transmitir doenças por meio de correntes de ar. A respiração humana envolve a absorção de oxigênio e a liberação de gás carbônico, que é utilizado pelas plantas na fotossíntese, demonstrando a interdependência entre os seres vivos e o ar. No entanto, a poluição do ar, causada por fatores como expansão industrial, automobilística e redução de espaços verdes, afeta a qualidade do ar e provoca fenômenos como efeito estufa e destruição da camada de ozônio. A compreensão da importância do ar e de sua composição é essencial para entender os impactos da poluição e promover práticas sustentáveis."
  },
  {
    "url": "https://www.todamateria.com.br/amido/",
    "titulo": "Amido",
    "autor": "Carolina Batista",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/am/il/amilose1-cke.jpg",
        "legenda": "Estrutura da amilose"
      },
      {
        "src": "https://static.todamateria.com.br/upload/am/il/amilopectina-cke.jpg?width=50&blur=10",
        "legenda": "Estrutura da amilopectina"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO amido é um polímero natural formado pela condensação de moléculas de glicose, resultado da fotossíntese, e serve como reserva energética para os vegetais. É composto por dois polissacarídeos: amilose (15-20%) e amilopectina (75-80%), sendo a última a molécula mais presente na sua composição. A digestão do amido ocorre em duas etapas: inicialmente na boca, onde a enzima amilase o converte em maltose, e posteriormente no intestino, onde é transformado em glicose. O amido é uma importante fonte de carboidratos e energia para o organismo, sendo encontrado em abundância em cereais e tubérculos. Além de seu valor nutricional, o amido também é utilizado na indústria de alimentos e em técnicas de laboratório, como a iodometria."
  },
  {
    "url": "https://www.todamateria.com.br/ciclos-biogeoquimicos-exercicios/",
    "titulo": "Exercícios sobre ciclos biogeoquímicos (com gabarito comentado)",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nOs ciclos biogeoquímicos são processos naturais que envolvem a movimentação de elementos químicos entre a biosfera e o meio ambiente, sendo fundamentais para a manutenção da vida na Terra. Eles são compostos por elementos químicos essenciais, como carbono, oxigênio, nitrogênio, hidrogênio, enxofre e fósforo, que representam mais de 95% da massa que constitui os seres vivos. Os ciclos biogeoquímicos podem ser classificados em gasosos, com reservatórios na atmosfera (ex: ciclo do carbono, oxigênio e nitrogênio), e sedimentares, com reservatórios na crosta terrestre (ex: ciclo do cálcio, enxofre e fósforo). O ciclo do nitrogênio é um exemplo de ciclo biogeoquímico que envolve quatro etapas: fixação, amonificação, nitrificação e desnitrificação. A compreensão dos ciclos biogeoquímicos é essencial para entender a dinâmica dos ecossistemas e a manutenção da vida no planeta."
  },
  {
    "url": "https://www.todamateria.com.br/reino-protista/",
    "titulo": "Reino Protista",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/gi/ar/giardialamblia.jpg",
        "legenda": "Giardia lamblia, um protozoário que apresenta flagelos para locomoção"
      },
      {
        "src": "https://static.todamateria.com.br/upload/al/ga/algasverdes-0.jpg?width=50&blur=10",
        "legenda": "Alga verde"
      },
      {
        "src": "https://static.todamateria.com.br/upload/mi/xo/mixomiceto.jpg?width=50&blur=10",
        "legenda": "Mixomicetos são organismos semelhantes aos fungos e com classificação controversa"
      }
    ],
    "resumo": "Aqui está um resumo do texto \"Reino Protista\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO Reino Protista é caracterizado por organismos eucariontes, autótrofos ou heterótrofos e unicelulares ou pluricelulares, compreendendo protozoários, algas e mixomicetos. Os protozoários são seres unicelulares que realizam funções básicas como respiração e digestão, e são divididos em quatro grupos de acordo com suas estruturas locomotoras. As algas são organismos autótrofos que realizam fotossíntese e são fundamentais na biosfera, constituindo a base da cadeia alimentar aquática e produzindo grande parte do oxigênio do planeta. As algas são divididas em cinco grupos de acordo com os pigmentos intracelulares, incluindo algas verdes, vermelhas, pardas, douradas e pirrofíceas. Os mixomicetos são organismos que têm aspecto de fungo e são classificados como protistas, embora haja controvérsias sobre sua classificação."
  },
  {
    "url": "https://www.todamateria.com.br/caule/",
    "titulo": "Caule",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "O caule é um órgão vegetal que desempenha funções de condução de substâncias e sustentação. Ele se desenvolve junto com as folhas, formando o sistema caulinar, e seu crescimento ocorre por meio de meristemas, responsáveis por produzir células indiferenciadas. O caule apresenta crescimento apical, com o meristema apical promovendo o alongamento e a formação de novas folhas e ramos laterais. A estrutura caulinar é composta por nós, onde as folhas se inserem, e entrenós, os espaços entre os nós. O caule também pode servir como reserva nutritiva, além de suas funções principais de suporte e condução de substâncias."
  },
  {
    "url": "https://www.todamateria.com.br/musgos/",
    "titulo": "Musgos",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Os musgos constituem a maior parte das briófitas e são plantas de pequeno porte e estrutura simples, sem vasos condutores, flores e sementes. Eles são encontrados em ambientes úmidos e sombreados, crescendo em diferentes substratos. O corpo do musgo (talo) é composto por três partes: rizoides, cauloide e filoides, e sua reprodução envolve a produção de anterozóides e oosfera, resultando na formação de um zigoto e posteriormente um esporófito. Os musgos são pioneiros no processo de sucessão ecológica, colonizando superfícies desnudas e preparando o solo para outras plantas. São classificados em três classes: Sphagnidae, Andreaeidae e Bryidae."
  },
  {
    "url": "https://www.todamateria.com.br/questoes-sobre-ecossistema-com-gabarito-explicado/",
    "titulo": "Questões sobre ecossistema (com gabarito explicado)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "Aqui está um resumo de até 5 frases, destacando os pontos mais relevantes do texto para uso em trabalhos acadêmicos:\n\nOs ecossistemas são unidades ecológicas compostas por fatores bióticos e abióticos que influenciam a vida dos organismos. Os fatores abióticos, como temperatura e disponibilidade de água, são componentes não vivos que afetam diretamente os seres vivos. A energia nos ecossistemas flui de forma unidirecional, passando dos produtores para os consumidores e sendo dissipada ao longo dos níveis tróficos. Os decompositores têm um papel essencial na reciclagem de nutrientes, degradando matéria orgânica e tornando-os disponíveis para os produtores. As relações ecológicas, como parasitismo, podem ser classificadas como harmônicas ou desarmônicas, dependendo do benefício ou prejuízo para as espécies envolvidas."
  },
  {
    "url": "https://www.todamateria.com.br/fatores-bioticos-e-abioticos/",
    "titulo": "Fatores Bióticos e Abióticos",
    "autor": "Carolina Batista",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/fa/to/fatoresbioticoseabioticos.jpg",
        "legenda": "Componentes bióticos e abióticos"
      },
      {
        "src": "https://static.todamateria.com.br/upload/re/la/relacoesecologicas-cke.jpg?width=50&blur=10",
        "legenda": "Relação ecológica interespecífica harmônica"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ca/de/cadeiaalimentar-cke.jpg?width=50&blur=10",
        "legenda": "Exemplo de cadeia alimentar"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ma/ng/manguezal-cke.jpg?width=50&blur=10",
        "legenda": "Variação da maré como exemplo de um fator físico"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nOs fatores bióticos e abióticos são essenciais para o equilíbrio dos ecossistemas, com os bióticos correspondendo às comunidades vivas (plantas, animais, fungos e bactérias) e os abióticos representando os elementos físicos, químicos ou geológicos do ambiente (água, solo, ar e calor). Os fatores bióticos exercem influência no ecossistema por meio de relações ecológicas e cadeias alimentares, enquanto os fatores abióticos afetam os organismos vivos por meio de elementos físicos (radiação solar, temperatura) e químicos (nutrientes, sais minerais). As relações ecológicas são classificadas em diferentes tipos e são fundamentais para o equilíbrio do ecossistema, como exemplificado no manguezal, onde a biota forma um ciclo. Os ciclos biogeoquímicos (nitrogênio, oxigênio e carbono) também contribuem para a ciclagem de nutrientes e fluxo de energia nos ecossistemas. A interação entre fatores bióticos e abióticos é crucial para a manutenção do equilíbrio dos ecossistemas."
  },
  {
    "url": "https://www.todamateria.com.br/clima-polar/",
    "titulo": "Clima Polar",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "O clima polar é caracterizado por invernos longos e temperaturas extremamente baixas, mesmo no verão. Regiões sob sua influência, como Rússia, Canadá e Antártida, apresentam temperaturas médias anuais negativas e são chamadas de \"desertos frios\". A vegetação típica é a Tundra, com plantas adaptadas às baixas temperaturas e solo fino. As plantas polares têm características como raízes superficiais e folhas pequenas para sobreviver às condições adversas. O clima polar resulta na formação de grossas camadas de gelo devido à neve que não derrete e se acumula ao longo de milhares de anos."
  },
  {
    "url": "https://www.todamateria.com.br/mutualismo/",
    "titulo": "Mutualismo",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/li/qu/liquens.jpg",
        "legenda": "Os liquens são formados por algas e fungos"
      },
      {
        "src": "https://static.todamateria.com.br/upload/an/em/anemonaecaranguejo.jpg?width=50&blur=10",
        "legenda": "A relação entre a anêmoma-do-mar e o caranguejo-ermitão não é obrigatória"
      }
    ],
    "resumo": "O mutualismo é uma relação ecológica harmônica e interespecífica caracterizada pela troca de benefícios entre duas espécies. Pode ser classificado como obrigatório (simbiose) ou facultativo (protocooperação), dependendo do grau de dependência entre as espécies. Existem três categorias de mutualismo: trófico, defensivo e dispersivo, cada uma envolvendo trocas específicas, como nutrientes, proteção e dispersão de sementes ou pólen. Exemplos de mutualismo incluem liquens (algas e fungos), micorrizas (fungos e raízes de plantas) e a relação entre anêmonas-do-mar e caranguejo-ermitão. O mutualismo é fundamental para a sobrevivência e adaptação de muitas espécies."
  },
  {
    "url": "https://www.todamateria.com.br/glicose/",
    "titulo": "Glicose",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/gl/ic/glicose.jpg",
        "legenda": "Fórmula estrutural da glicose"
      }
    ],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA glicose é um monossacarídeo que representa a principal fonte de energia dos seres vivos, sendo encontrada livre ou combinada com outros carboidratos. No processo de digestão, a glicose é obtida a partir da quebra de moléculas complexas de carboidratos, como o amido, em monossacarídeos. A glicose é absorvida pelas células e utilizada no processo de respiração celular, produzindo energia, água e gás carbônico. A concentração de glicose no sangue é regulada pela insulina, um hormônio sintetizado no pâncreas, e alterações nessa concentração podem levar a condições como hiperglicemia (glicose alta) ou hipoglicemia (glicose baixa). A manutenção dos níveis normais de glicose no sangue é fundamental para o metabolismo adequado do organismo, e alterações nesses níveis podem ter consequências clínicas importantes."
  },
  {
    "url": "https://www.todamateria.com.br/dia-da-arvore/",
    "titulo": "Dia da Árvore: 21 de Setembro",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "O Dia da Árvore, celebrado em 21 de setembro no Brasil, visa conscientizar a população sobre a importância das árvores para o meio ambiente e a vida humana. A data foi escolhida por coincidir com a chegada da primavera no país e objetiva defender as florestas contra políticas ambientais prejudiciais. As árvores são essenciais para a existência humana, pois produzem oxigênio por meio da fotossíntese. A comemoração surgiu nos EUA em 1872, com Julius Sterling Morton, e desde então, diversas nações comemoram o Dia da Árvore em datas diferentes, de acordo com suas características climáticas. A data é marcada por atividades como distribuição de mudas e palestras sobre educação ambiental."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-celulas/",
    "titulo": "Exercícios sobre citologia (células) com comentários",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está o resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n* A Biologia Celular ou Citologia estuda as células e, com o avanço da microscopia, foi possível desvendar as estruturas celulares. \n* As células eucariontes são caracterizadas por terem um núcleo definido e membrana plasmática, diferentemente das células procariontes, que não têm núcleo definido. \n* A Teoria Celular afirma que todos os seres vivos são constituídos por células, que a célula é a unidade básica da vida e que novas células são formadas a partir de células preexistentes. \n* As células eucariontes apresentam organelas como mitocôndrias, lisossomos e complexo de Golgi, que desempenham funções específicas, como respiração celular, digestão e síntese de proteínas. \n* As células vegetais se distinguem das células animais pela presença de parede celular e cloroplastos, que permitem a fotossíntese."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-organelas/",
    "titulo": "15 exercícios sobre organelas para fixar o assunto",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO texto aborda as organelas celulares, estruturas presentes no citoplasma de células eucariontes que desempenham funções específicas essenciais para o funcionamento celular. As organelas destacadas incluem mitocôndrias, responsáveis pela respiração celular e produção de ATP; cloroplastos, que realizam a fotossíntese; e lisossomos, envolvidos na digestão intracelular. Além disso, são discutidas outras organelas como ribossomos, centríolos, complexo de Golgi e peroxissomos, cada uma com suas funções específicas. O texto também aborda a estrutura e função de organelas como leucoplastos e glioxissomos, além da membrana plasmática e sua permeabilidade seletiva. As informações apresentadas são relevantes para a compreensão da biologia celular e podem ser úteis em trabalhos acadêmicos que abordem a estrutura e função das células eucariontes."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-cadeia-alimentar/",
    "titulo": "Exercícios sobre cadeia alimentar",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n* A cadeia alimentar é uma sequência linear de transferência de matéria e energia que começa com seres produtores (autótrofos) e termina com seres decompositores, desempenhando um papel fundamental na sobrevivência dos seres vivos.\n* As cadeias alimentares podem se interligar e formar teias alimentares, que representam as complexas relações tróficas entre as espécies em um ecossistema.\n* Os níveis tróficos são hierarquizados em produtores (autótrofos), consumidores (heterótrofos) e decompositores, cada um desempenhando um papel específico na cadeia alimentar.\n* A energia é transferida de um nível trófico para outro, mas com uma perda significativa de energia em cada etapa, o que explica por que as cadeias alimentares geralmente não são muito longas.\n* As pirâmides ecológicas (número, biomassa e energia) são representações gráficas que ilustram as relações tróficas e a transferência de matéria e energia em um ecossistema."
  },
  {
    "url": "https://www.todamateria.com.br/bacterias/",
    "titulo": "Bactérias",
    "autor": "Carolina Batista",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/55/89/55897723d0ba7-bacterias-large.jpg?width=50&blur=10",
        "legenda": "Estrutura da Célula Bacteriana"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs bactérias são seres unicelulares e procariontes que apresentam grande diversidade de formas, habitats e metabolismo, podendo viver em diferentes ambientes, desde condições inóspitas até dentro de outros seres vivos. A célula bacteriana é caracterizada pela presença de material genético disperso no citoplasma, ribossomos, membrana plasmática, parede celular e, em alguns casos, cápsula, e pode apresentar estruturas como flagelos e fímbrias. As bactérias se reproduzem assexuadamente por divisão binária ou esporulação, e também podem realizar processos de recombinação genética, como conjugação, transformação e transdução bacteriana, que permitem a troca de material genético. O metabolismo bacteriano pode ser classificado em fototrófico ou quimiotrófico, e autotrófico ou heterotrófico, resultando em diferentes categorias, como bactérias fotoautotróficas, quimioautotróficas e quimioheterotróficas. As bactérias têm grande importância ecológica e econômica, e podem ser utilizadas em processos de biorremediação e engenharia genética."
  },
  {
    "url": "https://www.todamateria.com.br/amensalismo/",
    "titulo": "Amensalismo",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO amensalismo é uma relação ecológica interespecífica desarmônica em que um organismo libera substâncias tóxicas que inibem o crescimento ou reprodução de outros organismos. Nesse tipo de relação, uma espécie (inibidora) libera substâncias prejudiciais a outra espécie (amensal), sem obter vantagem ou prejuízo. Exemplos de amensalismo incluem a liberação de substâncias antibióticas por fungos do gênero *Penicillium*, a passagem de animais de grande porte sobre outros organismos e a ocorrência de \"maré vermelha\" devido à liberação de toxinas por algas dinoflageladas. É importante distinguir o amensalismo de outras relações ecológicas, como a alelopatia (que beneficia uma das espécies), o comensalismo (relação harmônica em que uma espécie se beneficia sem prejudicar a outra) e o parasitismo (relação desarmônica em que uma espécie se beneficia às custas da outra). O amensalismo é um conceito relevante para entender interações ecológicas e seus impactos nos ecossistemas."
  },
  {
    "url": "https://www.todamateria.com.br/questoes-sobre-fungos/",
    "titulo": "Questões sobre fungos",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nOs fungos são organismos eucarióticos, heterotróficos, que podem ser unicelulares ou pluricelulares, e fazem parte do Reino Fungi. Eles obtêm energia por meio da digestão extracorpórea e podem ser classificados em decompositores, parasitas ou predadores. Os fungos são importantes na cadeia alimentar como decompositores, convertendo matéria orgânica em substâncias minerais que são utilizadas por outros organismos. Além disso, os fungos têm diversas aplicações práticas, como na produção de antibióticos, enzimas e álcool etílico, e podem ser utilizados na indústria alimentícia e farmacêutica. Eles também podem causar doenças em humanos e plantas, como as micoses e a vassoura-de-bruxa, e são influenciados por fatores ambientais como umidade e temperatura."
  },
  {
    "url": "https://www.todamateria.com.br/celula-animal-e-vegetal/",
    "titulo": "Célula Animal e Vegetal",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ce/lu/celulaanimalvegetalis.jpg",
        "legenda": "Representação da célula animal e da célula vegetal"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs células animais e vegetais são eucariontes, com núcleo individualizado e membrana celular, mas apresentam diferenças significativas em termos de estrutura, formato e componentes celulares. A célula animal tem formato irregular e pode apresentar cílios e flagelos, enquanto a célula vegetal tem forma fixa e um grande vacúolo para armazenar seiva e controlar a entrada e saída de água. A presença de parede celular, formada por celulose, é uma característica exclusiva das células vegetais, fornecendo sustentação, resistência e proteção. As células animais e vegetais também apresentam organelas específicas, como os plastos (leucoplastos, cromoplastos e cloroplastos) nas células vegetais. Essas diferenças refletem as adaptações específicas de cada tipo de célula às suas funções e ambientes."
  },
  {
    "url": "https://www.todamateria.com.br/xilema-e-floema/",
    "titulo": "Xilema e Floema",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO xilema e o floema são tecidos vegetais responsáveis pela condução da seiva no caule das plantas, com o xilema transportando água e minerais (seiva bruta) e o floema conduzindo substâncias orgânicas (seiva elaborada). O xilema é composto por células como traqueídes e elementos de vaso, que são responsáveis pela condução de água, enquanto o floema é composto por elementos crivados que transportam compostos orgânicos produzidos pela fotossíntese. Ambos os tecidos podem ser formados a partir do procâmbio (crescimento primário) ou do câmbio vascular (crescimento secundário), resultando em xilema e floema primários ou secundários. As principais diferenças entre as células do xilema e do floema incluem a presença de perfurações nos elementos de vaso e poros nos elementos crivados, que permitem a conexão entre células vizinhas. A compreensão da estrutura e função do xilema e do floema é fundamental para entender a fisiologia das plantas vasculares."
  },
  {
    "url": "https://www.todamateria.com.br/camada-de-ozonio/",
    "titulo": "Camada de Ozônio",
    "autor": "Revisão por Rubens Castilho",
    "imagens": [],
    "resumo": "**Resumo da Camada de Ozônio**\n\nA camada de ozônio é uma cobertura de gás ozônio (O3) na estratosfera que protege o planeta das radiações ultravioletas (UV) prejudiciais. Sem ela, a vida na Terra não seria possível. A destruição da camada de ozônio é causada principalmente por gases como CFCs (clorofluorcarbonetos), óxidos nítricos e nitrosos, e CO2, resultantes de atividades humanas. A perda da camada de ozônio pode causar danos à saúde humana, reduzir a produtividade do fitoplâncton e alterar as cadeias alimentares. O Protocolo de Montreal (1987) determinou a proibição do uso de CFCs para mitigar essa questão."
  },
  {
    "url": "https://www.todamateria.com.br/gimnospermas/",
    "titulo": "Gimnospermas",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "As gimnospermas são plantas terrestres que se caracterizam por possuírem sementes nuas, ou seja, não encerradas em frutos. O grupo inclui exemplos como araucárias, cedros e pinheiros, e se adaptam bem a climas frios e temperados. A estrutura reprodutiva das gimnospermas é o estróbilo (ou cone), que pode ser masculino ou feminino, permitindo que sejam monóicas ou dióicas. O ciclo de vida das gimnospermas envolve a produção de esporos e a fecundação por meio de polinização anemofílica (pelo vento). O desenvolvimento de sementes e pólen foi uma conquista evolutiva importante que permitiu que as gimnospermas dominassem o ambiente terrestre."
  },
  {
    "url": "https://www.todamateria.com.br/era-arqueozoica/",
    "titulo": "Era Arqueozoica",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "A Era Arqueozoica, ou Arqueano, é um éon geológico que ocorreu entre 4 bilhões e 2,5 bilhões de anos atrás, marcado pelo surgimento de formas simples de vida, como bactérias e algas. Esse período é caracterizado pela intensa atividade vulcânica, que depositou rochas ígneas e sedimentares na crosta terrestre e impediu a fixação de fósseis. A crosta terrestre sofreu grandes mudanças, com a formação de cadeias de montanhas e escudos cristalinos, presentes hoje em regiões como Brasil, Índia e Austrália. A atmosfera era pobre em oxigênio livre e a Terra recebia até 75% da luz solar atual. A Era Arqueozoica é considerada um período fundamental para a formação da Terra e o surgimento da vida."
  },
  {
    "url": "https://www.todamateria.com.br/transformacoes-quimicas/",
    "titulo": "Transformações Químicas",
    "autor": "Carolina Batista",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/io/de/iodetodechumbo.gif?width=50&blur=10",
        "legenda": "Formação de precipitado amarelo de iodeto de chumbo"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fo/to/fotossintesegif-0.gif?width=50&blur=10",
        "legenda": "Fotossíntese"
      },
      {
        "src": "https://static.todamateria.com.br/upload/bo/lo/bolonoforno-0.gif?width=50&blur=10",
        "legenda": "Cozimento de alimentos"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ri/sc/riscarfosforo-0.gif?width=50&blur=10",
        "legenda": "Acender um palito de fósforo"
      },
      {
        "src": "https://static.todamateria.com.br/upload/el/et/eletrolise-0.gif?width=50&blur=10",
        "legenda": "Eletrólise"
      }
    ],
    "resumo": "Aqui está um resumo do texto com até 5 frases, destacando os pontos mais relevantes:\n\nTransformações químicas são processos que resultam na formação de novas substâncias, caracterizadas por mudanças de cor, cheiro, densidade e temperatura, além de possíveis explosões e liberações de gases. Elas ocorrem quando as substâncias iniciais se rompem e os átomos se rearranjam para formar novas substâncias. As transformações químicas podem ser desencadeadas por fatores como junção de substâncias, ação da luz, calor, ação mecânica e corrente elétrica. Exemplos de transformações químicas incluem a combustão, a fotossíntese, a eletrólise e a digestão de alimentos. A distinção entre transformações químicas e físicas é fundamental, pois as primeiras resultam na formação de novas substâncias, enquanto as segundas apenas alteram o estado físico da matéria."
  },
  {
    "url": "https://www.todamateria.com.br/biomassa/",
    "titulo": "Biomassa",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ci/cl/ciclodebiomassa1-0.jpg",
        "legenda": "Ciclo de produção de biomassa"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA biomassa é toda matéria orgânica de origem vegetal ou animal utilizada na produção de energia, obtida através da decomposição de recursos renováveis como plantas, madeira e resíduos. O Brasil é privilegiado para a produção de biomassa devido às suas extensas áreas cultiváveis e condições climáticas favoráveis. A biomassa é uma alternativa viável para substituir combustíveis fósseis e poluentes, e é comumente utilizada em usinas termelétricas para gerar eletricidade. Entre os principais produtos agrícolas usados como fonte energética alternativa estão a cana-de-açúcar, o bagaço da cana-de-açúcar e os óleos vegetais. A biomassa pode ser convertida em diversos produtos, como biogás, etanol, biodiesel e carvão vegetal, oferecendo uma fonte de energia renovável e potencialmente menos poluente."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-origem-da-vida/",
    "titulo": "Exercícios sobre origem da vida (com gabarito)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO texto aborda as diferentes teorias sobre a origem da vida, incluindo a criação divina, abiogênese, biogênese, panspermia e evolução química. A teoria da biogênese, apoiada por experimentos de Redi, Spallanzani e Pasteur, afirma que um ser vivo só pode surgir a partir de outro ser vivo preexistente. A evolução química, defendida por Oparin e Haldane, propõe que a vida surgiu a partir de reações químicas em moléculas orgânicas simples nos oceanos primitivos. Os experimentos e teorias discutidos no texto contribuem para a compreensão da origem da vida e da complexidade dos seres vivos. As diferentes teorias apresentadas oferecem uma visão geral das principais ideias e debates sobre a origem da vida."
  },
  {
    "url": "https://www.todamateria.com.br/mitocondrias-estrutura-funcao-e-importancia/",
    "titulo": "Mitocôndrias: Estrutura, Função e Importância",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/es/tr/estruturadamitocondria-0.jpg",
        "legenda": "Representação do esquema da mitocôndria"
      },
      {
        "src": "https://static.todamateria.com.br/upload/re/sp/respiracaocelular-0.jpg?width=50&blur=10",
        "legenda": "Esquema da Respiração Celular"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n* As mitocôndrias são organelas presentes em células eucarióticas responsáveis por produzir energia através da respiração celular, um processo que envolve a oxidação de moléculas orgânicas.\n* A estrutura das mitocôndrias inclui duas membranas lipoproteicas, cristas mitocondriais e uma matriz onde estão presentes enzimas respiratórias e ribossomos que produzem proteínas necessárias à mitocôndria.\n* A respiração celular ocorre em três etapas: glicólise, Ciclo de Krebs e Fosforilação Oxidativa, sendo que as duas últimas ocorrem na mitocôndria e resultam na produção de 38 moléculas de ATP por molécula de glicose.\n* As mitocôndrias possuem características semelhantes às bactérias, como DNA circular e ribossomos, o que levou à proposição da Teoria Endossimbiótica, que sugere que as mitocôndrias evoluíram a partir de seres procarióticos ancestrais que se hospedaram dentro de células eucariotas.\n* Essa teoria é suportada pela presença de características bioquímicas e moleculares comuns entre mitocôndrias e bactérias, e é considerada uma explicação plausível para a origem das mitocôndrias."
  },
  {
    "url": "https://www.todamateria.com.br/celula-animal/",
    "titulo": "Célula Animal",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "As células animais são eucarióticas e constituem os tecidos e órgãos dos animais. São envoltas pela membrana plasmática e pelo glicocálix, que controla a entrada e saída de substâncias e confere proteção. O citoplasma contém organelas como ribossomos, lisossomos e mitocôndrias, cada uma com uma função específica, enquanto o núcleo celular armazena o material genético. As células animais diferem das células vegetais pela ausência de parede celular e cloroplastos, além de terem flagelos e cílios que podem estar presentes. Essas diferenças refletem as distintas necessidades e funções das células animais e vegetais."
  },
  {
    "url": "https://www.todamateria.com.br/microbiologia/",
    "titulo": "Microbiologia",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/vi/ru/virus.jpg",
        "legenda": "Exemplos da estrutura de alguns vírus"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ba/ct/bacterias-cke.jpg?width=50&blur=10",
        "legenda": "Tipos de bactérias"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pr/ot/protozoarios-cke.jpg?width=50&blur=10",
        "legenda": "Tipos de protozoários"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fu/ng/fungos-cke.jpg?width=50&blur=10",
        "legenda": "Os cogumelos são exemplos de fungos"
      }
    ],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA microbiologia é o ramo da Biologia que estuda os microrganismos, seres vivos de tamanho pequeno que só podem ser observados ao microscópio. Os microrganismos têm diversas funções importantes, como contribuir para a fertilização do solo, reciclagem de substâncias e produção de alimentos, mas também podem ser patogênicos e causar doenças em seres humanos, animais e plantas. Os principais grupos de microrganismos incluem vírus, bactérias, protozoários, algas e fungos, cada um com características e funções específicas. Alguns microrganismos são utilizados para fins benéficos, como a produção de medicamentos e alimentos, enquanto outros são causadores de doenças, como a cólera, malária e candidíase. A microbiologia é uma área de estudo ampla e pode ser aplicada em diversos campos, desde a produção de alimentos até a pesquisa médica."
  },
  {
    "url": "https://www.todamateria.com.br/celula/",
    "titulo": "Células: o que são e quais são suas principais estruturas",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "A célula é a menor unidade metabólica dos seres vivos e pode existir de forma isolada (unicelular) ou em conjunto (pluricelular). As células eucariotas possuem membrana nuclear e organelas membranosas, enquanto as células procariotas não apresentam essas características. A célula eucariota é composta por membrana plasmática, citoplasma e núcleo, sendo que o núcleo é responsável por armazenar o material genético (DNA). A membrana plasmática regula a entrada e saída de substâncias, e o citoplasma contém organelas que realizam diversas atividades celulares. A compreensão da estrutura e função das células é fundamental para entender a biologia dos seres vivos."
  },
  {
    "url": "https://www.todamateria.com.br/ecossistema-aquatico/",
    "titulo": "Ecossistema aquático",
    "autor": "Lana Magalhães",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ec/os/ecossistemamarinho.jpg",
        "legenda": "O ecossistema marinho é rico em biodiversidade"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ec/os/ecossistemaaquatico.jpg?width=50&blur=10",
        "legenda": "Representação de um ecossistema aquático de água doce"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ca/de/cadeiaeteiaalimentar5e611638.jpg?width=50&blur=10",
        "legenda": "Exemplo de cadeia alimentar aquática"
      }
    ],
    "resumo": "**Resumo:** Os ecossistemas aquáticos abrangem ambientes de água e apresentam interações entre fatores bióticos e abióticos. São classificados conforme características como temperatura, salinidade e incidência de raios solares. Os dois tipos principais são ecossistemas marinhos (mares e oceanos) e de água doce (córregos, lagos, etc.), com os estuários representando uma mistura de ambos. A cadeia alimentar nesses ecossistemas inicia com produtores primários, como o fitoplâncton. As atividades humanas, como poluição e eutrofização, alteram drasticamente esses ecossistemas, causando desequilíbrios e perda de biodiversidade."
  },
  {
    "url": "https://www.todamateria.com.br/ecossistema/",
    "titulo": "Ecossistema",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n**Conceito de Ecossistema**: Um ecossistema é o conjunto de organismos vivos e seus ambientes físicos e químicos que interagem em um determinado espaço. Os ecossistemas podem variar em escala, desde uma poça de água até a biosfera, que reúne todos os ecossistemas existentes. A cadeia alimentar e as pirâmides ecológicas são fundamentais para entender o fluxo de energia e matéria nos ecossistemas. A fotossíntese é a principal forma de conversão de energia nos ecossistemas, e os ciclos biogeoquímicos representam o movimento de elementos químicos entre os seres vivos e o ambiente. Os ecossistemas brasileiros são diversos devido à grande extensão territorial e diferentes condições ambientais."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-bacterias/",
    "titulo": "Exercícios sobre bactérias",
    "autor": "Revisão por Rubens Castilho",
    "imagens": [],
    "resumo": "Bactérias são organismos unicelulares e procariontes, caracterizados pela ausência de núcleo celular definido e presença de material genético disperso no citoplasma. Elas desempenham diversas funções importantes, como participar de ciclos biogeoquímicos, produzir alimentos e contribuir para o desenvolvimento da Biotecnologia e produção de medicamentos, além de poderem ser utilizadas na biorremediação de ambientes contaminados. A estrutura de uma bactéria é composta por plasmídeo, nucleoide, citoplasma, ribossomos, membrana plasmática e parede celular. As bactérias se reproduzem por divisão binária, um processo assexuado que resulta em duas bactérias idênticas. Além disso, as bactérias podem ser classificadas de acordo com sua morfologia, como cocos, bacilos, espirilos e vibriões, e podem causar doenças, como botulismo, cólera e hanseníase."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-ecologia/",
    "titulo": "17 Exercícios sobre Ecologia (com questões comentadas e explicadas)",
    "autor": "Ana Lucia Souto",
    "imagens": [],
    "resumo": "O texto apresenta uma série de exercícios sobre ecologia com questões comentadas e explicadas, abordando conceitos centrais como interações ecológicas, ciclos biogeoquímicos e cadeias alimentares. Os principais pontos destacados incluem: \n\n* A definição de ecologia como o estudo da interação entre seres vivos e o ambiente.\n* Exemplos de interações ecológicas, como parasitismo (erva-de-passarinho) e epifitismo (bromélias).\n* A importância do reflorestamento e da redução do desmatamento para armazenar carbono.\n* O papel das bactérias no ciclo do nitrogênio.\n* A caracterização de teias alimentares e níveis tróficos, destacando que um mesmo organismo pode ocupar mais de um nível trófico.\n\nEsses conceitos e exemplos são fundamentais para a compreensão da ecologia e suas aplicações em trabalhos acadêmicos."
  },
  {
    "url": "https://www.todamateria.com.br/cadeia-alimentar/",
    "titulo": "Cadeia Alimentar",
    "autor": "Carolina Batista",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ca/de/cadeiaalimentarterrestre.jpg?width=50&blur=10",
        "legenda": "Representação de uma cadeia alimentar terrestre"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ca/de/cadeiaeteiaalimentar5e6116380-0.jpg?width=50&blur=10",
        "legenda": "Representação de cadeia alimentar aquática"
      }
    ],
    "resumo": "Aqui está um resumo do texto \"Cadeia Alimentar\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA cadeia alimentar é o percurso de matéria e energia que se inicia com seres produtores (autótrofos) e termina nos decompositores, representando a relação de alimentação entre os seres vivos. Os componentes da cadeia alimentar são classificados em produtores, consumidores e decompositores, cada um representando um nível trófico. Os produtores (plantas e fitoplâncton) fabricam seu próprio alimento por meio da fotossíntese, enquanto os consumidores (heterótrofos) se alimentam de outros seres para obter energia. Os decompositores (fungos, bactérias e protozoários) transformam a matéria orgânica em inorgânica, reiniciando o ciclo. As cadeias alimentares podem ser terrestres ou aquáticas e estão interligadas em teias alimentares, que representam as complexas relações entre os seres vivos."
  },
  {
    "url": "https://www.todamateria.com.br/ciclo-da-agua/",
    "titulo": "Ciclo da Água",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "O ciclo da água é um processo contínuo de transformação da água na natureza, passando por diferentes estados (líquido, sólido e gasoso). Esse ciclo é composto por cinco etapas principais: evaporação, condensação, precipitação, infiltração e transpiração. A evaporação é influenciada pela temperatura e radiação solar, e a água pode ser transferida para a atmosfera por sublimação. A condensação ocorre quando o vapor d'água se resfria e se transforma em gotículas de água, formando nuvens que podem produzir chuva. O ciclo da água é fundamental para a manutenção da vida no planeta, influenciando o clima e o nível dos corpos d'água."
  },
  {
    "url": "https://www.todamateria.com.br/carboidratos-ou-glicidios-o-que-sao/",
    "titulo": "Carboidratos ou Glicídios: o que são?",
    "autor": "Equipe do Toda Matéria",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nOs carboidratos, também conhecidos como glicídios, são moléculas essenciais para as reações bioquímicas do corpo, com funções energéticas e estruturais. São as biomoléculas mais abundantes na natureza, encontrados principalmente nos vegetais, e são classificados em três categorias: monossacarídeos, dissacarídeos e polissacarídeos. Os monossacarídeos são açúcares simples com 3 a 7 carbonos, enquanto os dissacarídeos são formados pela união de dois monossacarídeos, e os polissacarídeos são macromoléculas formadas por vários monossacarídeos. Exemplos importantes de carboidratos incluem a glicose, o amido, o glicogênio e a celulose, que desempenham papéis cruciais na energética e estrutura celular de organismos vivos. Uma dieta equilibrada rica em carboidratos complexos é fundamental para a saúde, pois fornece energia e nutrientes essenciais, mas o consumo excessivo de carboidratos refinados pode levar a problemas de saúde, como obesidade e doenças cardíacas."
  },
  {
    "url": "https://www.todamateria.com.br/plantas-carnivoras/",
    "titulo": "Plantas carnívoras",
    "autor": "Juliana Diana",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ti/po/tiposdearmadilhas-0-cke.jpg",
        "legenda": "Tipos de plantas carnívoras"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ve/nu/venusflytrap-cke.jpg?width=50&blur=10",
        "legenda": "Dionaea muscipula"
      },
      {
        "src": "https://static.todamateria.com.br/upload/dr/os/droseracapensis-cke.jpg?width=50&blur=10",
        "legenda": "Drosera capensis"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ne/pe/nepenthesbicalcarata-cke.jpg?width=50&blur=10",
        "legenda": "Nepenthes bicalcarata"
      }
    ],
    "resumo": "As plantas carnívoras são vegetais que se alimentam de insetos e pequenos animais devido à presença de enzimas digestivas. Elas habitam locais com solos pobres e encharcados, como brejos, e são autótrofas e heterótrofas, utilizando fotossíntese e captura de presas para se alimentar. Existem cerca de 600 espécies de plantas carnívoras, classificadas em três tipos: jaula, sucção e folhas colantes, com diferentes mecanismos de captura. O Brasil é o segundo país com mais variedade de espécies de plantas carnívoras. Espécies como Dionaea muscipula, Drosera capensis e Nepenthes bicalcarata exemplificam os diferentes tipos de armadilhas e mecanismos de captura utilizados pelas plantas carnívoras."
  },
  {
    "url": "https://www.todamateria.com.br/atmosfera-terrestre/",
    "titulo": "Atmosfera terrestre",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "A atmosfera terrestre é uma camada de gases que envolve o planeta, mantida pela atração da gravidade, e desempenha funções essenciais para a vida, como fornecer oxigênio, regular a temperatura e proteger contra a radiação ultravioleta. A atmosfera é composta por diferentes gases, incluindo nitrogênio, oxigênio, argônio e dióxido de carbono, e é dividida em cinco camadas: troposfera, estratosfera, mesosfera, termosfera e exosfera, cada uma com características distintas. A composição da atmosfera varia ao longo das camadas e ao longo do tempo, tendo sido influenciada por processos químicos e mudanças climáticas ao longo da história da Terra. A atmosfera também desempenha um papel crucial no ciclo do nitrogênio e na regulação do clima. A compreensão da atmosfera terrestre é fundamental para entender os processos que sustentam a vida no planeta."
  },
  {
    "url": "https://www.todamateria.com.br/o-que-sao-lipidios-funcoes-e-tipos/",
    "titulo": "O que são Lipídios: Funções e Tipos",
    "autor": "Juliana Diana",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/li/pi/lipidiosglicerideosatual-cke.jpg",
        "legenda": "Representação da estrutura da molécula de colesterol e do triglicerídio."
      },
      {
        "src": "https://static.todamateria.com.br/upload/li/pi/lipidiosesteroidesatual-cke.jpg?width=50&blur=10",
        "legenda": "Esquema representando a estrutura das lipoproteínas HDL e LDL."
      }
    ],
    "resumo": "Os lipídios são biomoléculas orgânicas insolúveis em água e solúveis em substâncias orgânicas, compostas por carbono, oxigênio e hidrogênio. São encontrados em alimentos de origem vegetal e animal e desempenham funções importantes no organismo, como participar da estrutura das membranas celulares e servir como fonte de energia. Existem diferentes tipos de lipídios, incluindo os carotenoides, ceras, glicerídeos e esteroides, cada um com suas características e funções específicas. Os lipídios também têm papel importante na saúde, auxiliando no funcionamento do organismo e trazendo benefícios como a atuação como anti-inflamatório e precursor da vitamina A. Além disso, o consumo equilibrado de lipídios é fundamental para a saúde, pois o excesso ou falta pode levar a problemas de saúde relacionados ao colesterol e outros aspectos metabólicos."
  },
  {
    "url": "https://www.todamateria.com.br/cadeia-e-teia-alimentar/",
    "titulo": "Cadeia e teia alimentar",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n*   A cadeia alimentar é o percurso de transferência de matéria e energia de um ser vivo para outro, enquanto a teia alimentar é o conjunto de cadeias alimentares interconectadas, representando a complexidade das relações alimentares em um ecossistema.\n*   Os seres produtores (autotróficos) estão na base da cadeia alimentar, produzindo seu próprio alimento, enquanto os consumidores (heterotróficos) se alimentam de outros seres vivos, ocupando diferentes níveis tróficos.\n*   A energia flui em uma cadeia alimentar de forma unidirecional, com perda de energia em cada nível trófico devido a processos como respiração e decomposição.\n*   A teia alimentar apresenta uma estrutura mais complexa, com múltiplas interações entre os seres vivos, e um mesmo organismo pode ocupar diferentes níveis tróficos dependendo da cadeia alimentar considerada.\n*   A compreensão das cadeias e teias alimentares é fundamental para entender as relações ecológicas e o fluxo de energia nos ecossistemas."
  },
  {
    "url": "https://www.todamateria.com.br/tipos-de-energia/",
    "titulo": "Tipos de Energia",
    "autor": "Revisão por Rafael C. Asth",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA energia se apresenta de diversas formas, incluindo mecânica, térmica, elétrica, química, nuclear, solar, luminosa e sonora, cada uma com características e processos de transformação específicos. A energia mecânica é a soma da energia cinética e potencial, enquanto a energia térmica está relacionada ao grau de agitação das partículas que compõem a matéria. A energia nuclear, armazenada nos núcleos dos átomos, pode ser liberada por meio de fissão ou fusão, com implicações tanto energéticas quanto ambientais. Além disso, a energia solar é uma fonte primária de energia na Terra, podendo ser convertida em energia elétrica por meio de painéis fotovoltaicos. A escolha entre fontes de energia renováveis e não renováveis tem impactos significativos no meio ambiente, tornando-se um tema crucial para discussões acadêmicas e políticas."
  },
  {
    "url": "https://www.todamateria.com.br/escala-geologica/",
    "titulo": "Escala de tempo geológico: Éons, Eras, Períodos e Épocas",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA Escala Geológica é uma representação cronológica da história da Terra, dividida em unidades cronoestratigráficas como Éons, Eras, Períodos e Épocas. Os Éons são as maiores unidades de tempo geológico e são divididos em quatro categorias: Hadeano, Arqueano, Proterozoico e Fanerozoico. Cada Éon é caracterizado por eventos significativos, como a formação do Sistema Solar, o surgimento da vida e a evolução dos seres vivos. A Era Paleozoica é marcada pelo surgimento de animais com partes minerais e pela maior extinção em massa da Terra, enquanto a Era Mesozoica é conhecida como a \"Era dos Dinossauros\". A Era Cenozoica, que é a era atual, é caracterizada pelo surgimento dos mamíferos modernos e pela evolução do Homo sapiens."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-efeito-estufa/",
    "titulo": "Exercícios sobre efeito estufa",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "O efeito estufa é um fenômeno natural que mantém o planeta aquecido ao impedir que o calor proveniente da energia solar volte para o espaço. A temperatura média do planeta é de 15 ºC, e sem o efeito estufa, seria de –18 ºC. No entanto, atividades humanas como a queima de combustíveis fósseis e o desmatamento têm intensificado o efeito estufa, aumentando a concentração de gases como CO2, CH4, CFCs e N2O na atmosfera. Isso pode causar mudanças climáticas globais, aumento do nível dos mares e desastres naturais. Para minimizar o efeito estufa, é necessário reduzir a dependência de combustíveis fósseis, promover o reflorestamento e implementar práticas sustentáveis."
  },
  {
    "url": "https://www.todamateria.com.br/reacoes-de-oxirreducao/",
    "titulo": "Reações de oxirredução: o que são, exemplos e exercícios",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "As reações de oxirredução envolvem a transferência de elétrons entre espécies químicas, caracterizada pela mudança no número de oxidação (nox) das substâncias envolvidas. Essas reações incluem processos simultâneos de oxidação (perda de elétrons e aumento do nox) e redução (ganho de elétrons e diminuição do nox). O agente redutor é a substância que sofre oxidação e doa elétrons, enquanto o agente oxidante é a substância que sofre redução e recebe elétrons. Exemplos de reações de oxirredução incluem a combustão, a fotossíntese e a formação de ferrugem. A compreensão dessas reações é fundamental para entender fenômenos químicos cotidianos e resolver problemas relacionados ao balanceamento de equações químicas."
  },
  {
    "url": "https://www.todamateria.com.br/animais-de-a-z-lista-ilustrada/",
    "titulo": "Animais de A-Z (em ordem alfabética)",
    "autor": "Luciana Fiuza",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/at/ob/atoba-2-cke.jpg",
        "legenda": "Atobá\nFonte: Salmeidas, via Wikimedia Commons"
      },
      {
        "src": "https://static.todamateria.com.br/upload/br/ux/bruxinha-0-cke.jpg?width=50&blur=10",
        "legenda": "Bruxinha\nFonte: Ferran Pestaña from Barcelona, via Wikimedia Commons"
      },
      {
        "src": "https://static.todamateria.com.br/upload/co/ru/corujaburaqueira-0-cke.jpg?width=50&blur=10",
        "legenda": "Coruja Buraqueira\nFonte: SEBASTIÃO SALVINO DO NASCIMENTO, CC BY-SA 4.0, via Wikimedia Commons"
      },
      {
        "src": "https://static.todamateria.com.br/upload/dr/ag/dragaodobrejo-0-cke.jpg?width=50&blur=10",
        "legenda": "Dragão-do-brejo\nFonte: Mauro Regalado Soares, CC BY-SA 4.0, via Wikimedia Commons"
      },
      {
        "src": "https://static.todamateria.com.br/upload/es/po/esponjadomar-0.jpg?width=50&blur=10",
        "legenda": "Esponja-do-mar\nFonte: Nhobgood Nick Hobgood, CC BY-SA 3.0, via Wikimedia Commons"
      },
      {
        "src": "https://static.todamateria.com.br/upload/fe/rr/ferret-cke.jpg?width=50&blur=10",
        "legenda": "Ferret ou furão"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ga/vi/gavial-cke.jpg?width=50&blur=10",
        "legenda": "Gavial"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ha/rp/harpia-cke.jpg?width=50&blur=10",
        "legenda": "Harpia\nFonte: Eric Kilby"
      },
      {
        "src": "https://static.todamateria.com.br/upload/im/pa/impala-0-cke.jpg?width=50&blur=10",
        "legenda": "Impala"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ja/bu/jaburualcandovoo-0-cke.jpg?width=50&blur=10",
        "legenda": "Jaburu\nFonte: Rodrigo Larrabure, CC BY-SA 4.0, via Wikimedia Commons"
      },
      {
        "src": "https://static.todamateria.com.br/upload/le/mu/lemure-cke.jpg?width=50&blur=10",
        "legenda": "Lemure"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ma/ri/maritaca-cke.jpg?width=50&blur=10",
        "legenda": "Maritaca"
      },
      {
        "src": "https://static.todamateria.com.br/upload/na/ut/nautilus-cke.jpg?width=50&blur=10",
        "legenda": "Nautilus\nProfberger at English Wikipedia"
      },
      {
        "src": "https://static.todamateria.com.br/upload/or/an/orangotango-cke.jpg?width=50&blur=10",
        "legenda": "Orangotango"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pa/nt/pantera-cke.jpg?width=50&blur=10",
        "legenda": "Pantera"
      },
      {
        "src": "https://static.todamateria.com.br/upload/qu/er/queroquero-cke.jpg?width=50&blur=10",
        "legenda": "Quero-quero"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ra/po/raposa-cke.jpg?width=50&blur=10",
        "legenda": "Raposa-vermelha"
      },
      {
        "src": "https://static.todamateria.com.br/upload/su/cu/sucuri-cke.jpg?width=50&blur=10",
        "legenda": "Sucuri\nfonte: Eduardo Revoredo"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ta/ma/tamandua-cke.jpg?width=50&blur=10",
        "legenda": "Tamanduá-mirim"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ur/so/ursopandavermelho-cke.jpg?width=50&blur=10",
        "legenda": "Urso-panda-vermelho"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ve/sp/vespa-cke.jpg?width=50&blur=10",
        "legenda": "Vespa"
      },
      {
        "src": "https://static.todamateria.com.br/upload/xa/re/xareu-cke.jpg?width=50&blur=10",
        "legenda": "Xaréu, cardume de peixes xaréu\nfonte: Rafa Tecchio"
      },
      {
        "src": "https://static.todamateria.com.br/upload/ze/bu/zebuino-cke.jpg?width=50&blur=10",
        "legenda": "Zebuíno, tipo de gado"
      }
    ],
    "resumo": "O Reino Animal é composto por seres eucariotos pluricelulares e heterotróficos. As principais características dos animais são a presença de células com núcleo e a incapacidade de realizar fotossíntese. Os animais apresentam grande diversidade e habitam variados ambientes. O texto destaca que a heterotrofia é uma característica comum a todos os animais. O artigo se apresenta como uma lista ilustrada de animais em ordem alfabética, sem aprofundar em discussões teóricas ou críticas específicas."
  },
  {
    "url": "https://www.todamateria.com.br/exercicio-sobre-citoplasmas-com-questoes-explicadas/",
    "titulo": "Exercício sobre citoplasmas (com questões explicadas)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "Segue aqui um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO citoplasma é definido como a região interior da membrana plasmática, excluindo o núcleo nas células eucariontes, e é composto por organelas, hialoplasma e citoesqueleto. Os ribossomos são organelas responsáveis pela produção de proteínas e são formados por proteínas associadas a moléculas de RNA. As células que produzem hormônios proteicos, como a insulina, apresentam grande quantidade de retículo endoplasmático granuloso, complexo de Golgi e vesículas de secreção. O retículo endoplasmático liso é responsável pela síntese e armazenamento de substâncias importantes, como ácidos graxos, fosfolipídios e esteroides, que têm funções específicas, como a formação de tecido adiposo e a estrutura da membrana plasmática. As mitocôndrias e os cloroplastos têm funções complementares nas células vegetais, com os cloroplastos produzindo carboidratos e gás oxigênio durante a fotossíntese, que são utilizados pelas mitocôndrias na produção de energia."
  },
  {
    "url": "https://www.todamateria.com.br/o-que-e-atmosfera/",
    "titulo": "O que é Atmosfera?",
    "autor": "Rosimar Gouveia",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"O que é Atmosfera?\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nA atmosfera é a camada de ar que envolve a Terra, composta por gases como nitrogênio, oxigênio e argônio, e desempenha um papel fundamental na manutenção da vida no planeta. A atmosfera é dividida em camadas (troposfera, estratosfera, mesosfera, termosfera e exosfera) com características distintas em termos de temperatura e composição. A atmosfera regula a quantidade de radiação que chega e é perdida pela superfície terrestre, além de filtrar a radiação ultravioleta e impedir que meteoros cheguem à superfície. A poluição do ar, seja por processos naturais ou humanos, causa impactos negativos na saúde humana, no clima e no meio ambiente, e pode intensificar o efeito estufa e o aquecimento global. A compreensão da atmosfera e sua dinâmica é essencial para entender os fenômenos meteorológicos e os impactos das atividades humanas no meio ambiente."
  },
  {
    "url": "https://www.todamateria.com.br/exercicio-sobre-o-experimento-de-miller-com-gabarito-respondido/",
    "titulo": "Exercício sobre o experimento de Miller (com gabarito respondido)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO experimento de Miller-Urey (1953) simulou as condições da Terra primitiva e demonstrou que moléculas orgânicas podem surgir de compostos inorgânicos, apoiando a teoria da abiogênese. A teoria de Oparin e Haldane, que defende a evolução química inorgânica para a formação de substâncias orgânicas, foi testada por Miller e Urey. O experimento utilizou uma atmosfera primitiva simulada com gases como metano, amônia, hidrogênio e vapor d'água, e descargas elétricas como fonte de energia. Os resultados mostraram a formação de aminoácidos, como a glicina, que são utilizados na síntese de proteínas pelos seres vivos. O experimento de Miller-Urey foi um marco importante na abiogênese e contribuiu para a compreensão da origem da vida na Terra."
  },
  {
    "url": "https://www.todamateria.com.br/angiospermas/",
    "titulo": "Angiospermas",
    "autor": "Lana Magalhães",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs angiospermas são plantas complexas que apresentam raiz, caule, folhas, flores, frutos e sementes, representando o grupo mais diversificado de plantas com mais de 250 mil espécies. Caracterizam-se pela presença de flores e frutos que envolvem as sementes, sendo a flor considerada a estrutura reprodutiva da planta e o fruto uma estrutura exclusiva das angiospermas. A reprodução das angiospermas ocorre por meio da polinização, seguida da fecundação dupla, que resulta na formação do embrião e do endosperma secundário. As angiospermas são divididas em dois grandes grupos: monocotiledôneas e dicotiledôneas, com base no número de cotilédones presentes na semente. A compreensão da estrutura e reprodução das angiospermas é fundamental para entender a diversidade e complexidade dessas plantas."
  },
  {
    "url": "https://www.todamateria.com.br/desastre-de-mariana/",
    "titulo": "Desastre de Mariana",
    "autor": "Juliana Bezerra",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/de/st/destruicaodemarianarastrodalama-cke.jpg",
        "legenda": "O caminho da lama: do distrito de Mariana (MG) até a cidade de Linhares (ES)"
      },
      {
        "src": "https://static.todamateria.com.br/upload/pe/ix/peixedesastredemariana.jpg?width=50&blur=10",
        "legenda": "Peixes mortos durante o desastre de Mariana"
      }
    ],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO Desastre de Mariana, ocorrido em 2015, foi a maior tragédia ambiental da história do Brasil, causado pelo rompimento da Barragem do Fundão, que armazenava rejeitos de minério de ferro da empresa Samarco. O acidente resultou na destruição do meio ambiente, contaminação do rio e solo, e um saldo de 19 mortos, além de afetar 39 municípios de Minas Gerais e Espírito Santo. A Samarco, controlada pela Vale e BHP Billiton, foi multada em R$ 250 milhões pelo Ibama, mas ainda não pagou a totalidade da multa. As consequências ambientais foram severas, com a perda de biodiversidade, contaminação de rios e solo, e impactos ao ecossistema marinho, tornando a restauração da área possivelmente impossível. A Fundação Renova foi criada para reparar os danos e um projeto de pesquisa colaborativo, \"Rio Doce Mar\", foi lançado para avaliar os impactos ambientais e encontrar soluções para os problemas causados pelo desastre."
  },
  {
    "url": "https://www.todamateria.com.br/sol/",
    "titulo": "Sol: o que é, características, camadas e distância da Terra",
    "autor": "Rafael C. Asth",
    "imagens": [],
    "resumo": "**Resumo do Texto: Sol - Características e Importância**\n\nO Sol é uma estrela central do Sistema Solar, com diâmetro de 1.392.700 km, sendo 109 vezes maior que a Terra. É composto principalmente por hidrogênio (91,2%) e hélio (8,7%), e sua energia é gerada pela fusão nuclear do hidrogênio no núcleo. A estrutura do Sol é composta por seis camadas: fotosfera, cromosfera, coroa, camada convectiva, camada radiativa e núcleo. O Sol é fundamental para a vida na Terra, fornecendo luz e calor, além de influenciar as marés nos oceanos.\n\n**Pontos Relevantes para Trabalhos Acadêmicos:**\n\n* O Sol é a principal fonte de energia do Sistema Solar e é responsável pela manutenção da vida na Terra.\n* A composição química do Sol é principalmente hidrogênio e hélio, e sua energia é gerada pela fusão nuclear do hidrogênio.\n\nEssas informações são úteis para trabalhos acadêmicos que abordem a astronomia, a física solar e a importância do Sol para o nosso planeta."
  },
  {
    "url": "https://www.todamateria.com.br/oxigenio/",
    "titulo": "Oxigênio (O): dados, características e importância",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Oxigênio (O): dados, características e importância\" em 5 frases, destacando os pontos mais relevantes:\n\nO oxigênio é um elemento químico de símbolo O e número atômico 8, sendo o terceiro elemento mais abundante do Universo e o mais abundante na superfície da Terra. Ele é encontrado na forma livre ou combinado com outras substâncias, como a água (H2O), e é fundamental para a vida, pois é utilizado na respiração e participa do processo de fotossíntese. O oxigênio apresenta alotropia, formando substâncias simples diferentes, como o gás oxigênio (O2) e o gás ozônio (O3), que têm características distintas e desempenham papéis importantes na atmosfera. O ciclo do oxigênio envolve a transformação desse elemento entre os seus reservatórios naturais, incluindo a atmosfera, biosfera e litosfera, e é influenciado pela ação biológica, física, geológica e hidrológica. A principal fonte de produção de oxigênio na atmosfera é a ação fotossintetizante do fitoplâncton, e o gás oxigênio é usado por animais e plantas em suas respirações aeróbias."
  },
  {
    "url": "https://www.todamateria.com.br/agua/",
    "titulo": "Água",
    "autor": "Carolina Batista",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/mo/le/moleculadaagua-0-cke.jpg",
        "legenda": "A molécula da água é composta por um átomo de oxigênio (O) e dois átomos de hidrogênio (H)"
      }
    ],
    "resumo": "Aqui está um resumo do texto em 5 frases, destacando os pontos mais relevantes:\n\nA água é um recurso natural essencial para a existência e sobrevivência de diferentes formas de vida no planeta, sendo composta por dois átomos de hidrogênio e um de oxigênio (H2O). Ela pode existir nos três estados físicos e tem propriedades importantes, como ser um solvente universal e manter a temperatura estável. A água desempenha funções críticas, como hidratar os seres vivos, manter o equilíbrio da biodiversidade e permitir o desenvolvimento de atividades humanas, além de ser fundamental para a composição dos seres vivos. No entanto, a disponibilidade e qualidade da água estão sendo comprometidas pela poluição, desperdício e uso inadequado, o que gera preocupações para as gerações futuras. É importante destacar que a água é um recurso não uniformemente distribuído no mundo, com regiões sofrendo com a escassez, enquanto outras têm grande disponibilidade."
  },
  {
    "url": "https://www.todamateria.com.br/tudo-sobre-amazonia/",
    "titulo": "Tudo sobre a Amazônia",
    "autor": "Equipe do Toda Matéria",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/ma/pa/mapapaisesamazonicosptnc-cke.jpg",
        "legenda": "Fonte: Amigos da Terra – Amazônia Brasileira"
      }
    ],
    "resumo": "Aqui está um resumo de até 5 frases, destacando os pontos mais relevantes do texto \"Tudo sobre a Amazônia\" para uso em trabalhos acadêmicos:\n\nA Amazônia é um bioma de grande importância global, abrangendo 49% do território brasileiro e se estendendo por outros sete países da América do Sul, com uma área total de 7.413.827 km². Caracteriza-se por sua vasta biodiversidade, recursos hídricos e minerais, e é considerada a maior floresta tropical do mundo. A região apresenta um clima equatorial quente e úmido, com uma bacia hidrográfica vasta e complexa, e abriga uma rica variedade de espécies de flora e fauna, muitas das quais exclusivas e ameaçadas de extinção. No entanto, a Amazônia enfrenta desafios significativos, incluindo o desmatamento e a degradação ambiental, causados principalmente por atividades humanas como agricultura, pecuária e mineração. A preservação da Amazônia é fundamental para manter o equilíbrio ambiental global e proteger sua rica biodiversidade."
  },
  {
    "url": "https://www.todamateria.com.br/questoes-sobre-carboidratos/",
    "titulo": "Questões sobre carboidratos",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto \"Questões sobre carboidratos\" em até 5 frases, destacando os pontos mais relevantes:\n\nOs carboidratos são compostos químicos formados por carbono, hidrogênio e oxigênio, essenciais para o corpo humano, pois fornecem energia e auxiliam na formação das células. Eles são classificados de acordo com o número de carbonos e podem ser monossacarídeos, oligossacarídeos ou polissacarídeos. A fórmula geral dos carboidratos é (CH2O)n, e eles têm funções importantes, como fornecer energia, atuar como reserva energética em vegetais e participar da formação de ácidos nucleicos. Os carboidratos simples são digeridos rapidamente e têm alto índice glicêmico, enquanto os complexos são digeridos lentamente e são mais adequados para quem busca ter mais saciedade. Exemplos de carboidratos incluem glicose, frutose, celulose e quitina, que são encontrados em alimentos como frutas, vegetais, cereais e produtos integrais."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-cadeia-e-teia-alimentar/",
    "titulo": "Exercícios sobre cadeia e teia alimentar",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\n* As cadeias e teias alimentares são representações das relações alimentares entre os seres vivos em um ecossistema, com os seres autotróficos (produtores) na base e os heterotróficos (consumidores) nos níveis tróficos superiores.\n* Os níveis tróficos são definidos pela posição que um organismo ocupa na cadeia alimentar, com os consumidores primários se alimentando dos produtores, os secundários se alimentando dos primários, e assim por diante.\n* A teia alimentar é uma representação mais complexa das relações alimentares, interligando as cadeias existentes e mostrando os diversos caminhos que a energia pode seguir.\n* A energia flui de um nível trófico inferior para um superior, mas há perda de energia na transferência entre os seres, o que significa que a quantidade de energia disponível diminui à medida que se sobe na cadeia alimentar.\n* Os seres decompositores, como fungos e bactérias, desempenham um papel fundamental no ciclo de matéria orgânica, degradando a matéria orgânica dos seres mortos e disponibilizando nutrientes para os produtores."
  },
  {
    "url": "https://www.todamateria.com.br/organelas-celulares/",
    "titulo": "Organelas Celulares",
    "autor": "Rubens Castilho",
    "imagens": [
      {
        "src": "https://static.todamateria.com.br/upload/55/f6/55f696239af18-organelas-celulares.jpg",
        "legenda": "Organelas da célula animal"
      },
      {
        "src": "https://static.todamateria.com.br/upload/55/f6/55f6ea48e1889-organelas-celulares.jpg?width=50&blur=10",
        "legenda": "Organelas da célula vegetal"
      }
    ],
    "resumo": "Aqui está um resumo do texto \"Organelas Celulares\" em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nAs organelas celulares são estruturas compostas por membranas internas que realizam atividades celulares essenciais, como síntese de proteínas, respiração celular e digestão de moléculas orgânicas. As principais organelas incluem mitocôndrias, retículo endoplasmático (liso e rugoso), aparelho de Golgi, lisossomos, peroxissomos e vacúolos, cada uma com funções específicas. Além disso, existem organelas exclusivas de células vegetais, como cloroplastos, e de células animais, como centríolos. As organelas são envolvidas por membranas que controlam a entrada e saída de substâncias e criam ambientes particulares para cada uma delas. A compreensão das organelas celulares é fundamental para entender a biologia celular e os processos que ocorrem dentro das células."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-poluicao-do-ar/",
    "titulo": "10 exercícios sobre poluição do ar com gabarito e comentários",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Segue aqui um resumo de até 5 frases, destacando os pontos mais relevantes do texto para uso em trabalhos acadêmicos:\n\nA poluição do ar é um processo de degradação da atmosfera causado principalmente pela atividade humana, decorrente da entrada de substâncias que não fazem parte do ambiente ou estão presentes em concentrações muito baixas. Os principais países emissores de CO2 são China (~28%), EUA (~15%) e Índia (~7%), e a queima de combustíveis fósseis é uma das principais fontes de poluição do ar, emitindo dióxido de carbono (CO2) e outros poluentes. Os óxidos de nitrogênio (NOx) contribuem para a formação do smog e têm efeitos negativos na saúde respiratória, enquanto a chuva ácida é causada pela liberação de óxidos de enxofre e nitrogênio na atmosfera. A continuação da poluição atmosférica pode levar à redução da biodiversidade e acidificação dos oceanos. Os Clorobromocarbonetos (CFCs) são compostos químicos que contribuem para a redução da camada de ozônio e têm sido amplamente utilizados em refrigeração e propelentes em aerossóis."
  },
  {
    "url": "https://www.todamateria.com.br/exercicio-sobre-poriferos-com-questoes-explicadas/",
    "titulo": "Exercício sobre poríferos (com questões explicadas)",
    "autor": "Eduardo Barcelos",
    "imagens": [],
    "resumo": "Os poríferos, representados pelas esponjas-do-mar, são os animais mais simples do Reino Animalia, caracterizando-se por sua organização corpórea e fisiologia simples, com um corpo formado por diferentes tipos de células e cavidades internas. Uma das principais características que os distingue dos outros animais é a ausência de tecido verdadeiro. A circulação da água no interior das esponjas é realizada pelos coanócitos, células flageladas que revestem o átrio e promovem a entrada de água. As esponjas são classificadas em três classes (Calcarea, Hexactinellida e Demospongiae) com base na composição química de suas estruturas de sustentação. Aristóteles inicialmente as considerou plantas devido à sua incapacidade de se locomoverem."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-agua/",
    "titulo": "Exercícios sobre a água",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "O texto aborda a importância da água e suas propriedades, funções e ciclo. A água é um recurso natural indispensável para a manutenção da vida na Terra e é um componente essencial para os seres vivos. O ciclo da água é responsável por renovar a disponibilidade de água no planeta, passando por mudanças de estado físico (sólido, líquido e gasoso). Algumas das principais funções da água incluem a regulação do clima, irrigação de plantações, equilíbrio e conservação da biodiversidade e composição dos seres vivos. Além disso, a água desempenha um papel fundamental no corpo humano, incluindo proteção de órgãos, transporte de substâncias e regulação de temperatura. A água potável é um recurso limitado e sua preservação é fundamental para garantir a vida no planeta."
  },
  {
    "url": "https://www.todamateria.com.br/citoplasma/",
    "titulo": "Citoplasma: o que é, suas funções e composição",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO citoplasma é a região da célula onde se encontra o núcleo e as organelas, sendo essencial para manter a célula viva e criar um ambiente favorável para reações químicas e armazenamento de substâncias. É composto por uma substância fluida constituída principalmente por água, proteínas, sais minerais, carboidratos e organelas celulares. O citoplasma é responsável por gerar energia celular por meio da glicólise, além de ser o local onde ocorrem várias reações químicas fundamentais, como a síntese de proteínas. As organelas presentes no citoplasma, como mitocôndrias, ribossomos e retículo endoplasmático, desempenham funções específicas e essenciais para a célula. O citoplasma também atua como um meio líquido que permite o transporte de moléculas essenciais e como um espaço de reserva para substâncias que podem ser usadas futuramente."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-classificacao-dos-seres-vivos/",
    "titulo": "Exercícios sobre classificação dos seres vivos",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "A taxonomia é um sistema que agrupa os seres vivos com base em características comuns e relações de parentesco evolutivo. A classificação biológica segue uma hierarquia que vai do Reino à Espécie, sendo que os seres vivos podem ser classificados em diferentes categorias taxonômicas, como os 5 Reinos (Animalia, Plantae, Fungi, Protista e Monera) ou os 3 Domínios (Archaea, Bacteria e Eukarya). Os conceitos de espécie e classificação são fundamentais para entender a diversidade biológica e as relações evolutivas entre os organismos. As árvores filogenéticas são ferramentas importantes para representar essas relações e entender a história evolutiva dos seres vivos."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-protozoarios/",
    "titulo": "Exercícios sobre protozoários",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Os protozoários são organismos eucariontes, unicelulares e heterotróficos que pertencem ao Reino Protista. Eles se locomovem de diferentes maneiras, sendo classificados em sarcodíneos, ciliados, flagelados e esporozoários. Alguns protozoários são parasitas e podem causar doenças como a doença de Chagas, malária e amebíase. A transmissão dessas doenças ocorre por meio de vetores, como insetos, ou por meio de água e alimentos contaminados. As medidas profiláticas incluem a higiene de alimentos, tratamento de água e esgoto, e controle de vetores."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-sobre-o-ciclo-da-agua/",
    "titulo": "Ciclo da água: pratique com a lista de exercícios",
    "autor": "Rubens Castilho",
    "imagens": [],
    "resumo": "Aqui está um resumo do texto em até 5 frases, destacando os pontos mais relevantes para uso em trabalhos acadêmicos:\n\nO ciclo da água é um processo fundamental para a manutenção da vida na Terra, envolvendo a circulação da água na biosfera, atmosfera, litosfera e hidrosfera. A água passa por diferentes estados físicos, desde a evaporação até a precipitação, e retorna aos oceanos e corpos de água doce. A infiltração é uma etapa crucial do ciclo da água, onde a água da superfície penetra no solo, alimentando aquíferos subterrâneos e contribuindo para o fluxo de água em rios e nascentes. Organismos vivos, como plantas e animais, contribuem para o ciclo da água através da transpiração e evapotranspiração. O ciclo da água é essencial para manter o equilíbrio hídrico do planeta e garantir a disponibilidade de água potável."
  },
  {
    "url": "https://www.todamateria.com.br/funcoes-quimicas/",
    "titulo": "Funções químicas",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "O texto aborda as funções químicas inorgânicas, que são agrupamentos de substâncias com propriedades semelhantes. As principais funções químicas inorgânicas são: ácidos, bases, sais e óxidos. Os ácidos são compostos que liberam íons H+ em contato com a água, enquanto as bases liberam íons OH-. Os sais são formados pela reação entre um ácido e uma base, e os óxidos são compostos formados por dois elementos, sendo um deles o oxigênio. A classificação e as propriedades dessas substâncias são fundamentais para entender suas aplicações e comportamentos químicos."
  },
  {
    "url": "https://www.todamateria.com.br/datas-comemorativas-setembro/",
    "titulo": "Datas comemorativas de setembro 2024 (o que aprender sobre elas)",
    "autor": "Márcia Fernandes",
    "imagens": [],
    "resumo": "O texto destaca as principais datas comemorativas de setembro, incluindo o Dia da Independência do Brasil (7 de setembro), Dia da Amazônia (5 de setembro) e Dia Internacional da Camada de Ozônio (16 de setembro). Algumas dessas datas têm objetivos específicos, como conscientizar sobre a importância da alfabetização, preservação da floresta Amazônica e prevenção de doenças cardiovasculares. Além disso, o texto menciona a regulamentação de profissões como educação física, biologia e administração, e destaca a importância de datas como o Dia do Contador (22 de setembro) e Dia do Farmacêutico (25 de setembro). As datas comemorativas de setembro abordam temas como inclusão social, doação de órgãos e preservação ambiental."
  },
  {
    "url": "https://www.todamateria.com.br/ciencias-da-natureza-e-suas-tecnologias/",
    "titulo": "Ciências da natureza e suas tecnologias: Enem",
    "autor": "Revisão por Rubens Castilho",
    "imagens": [],
    "resumo": "O texto aborda a prova de Ciências da Natureza e suas Tecnologias do Enem, que avalia conhecimentos de Biologia, Física e Química. Os principais tópicos cobrados incluem moléculas, células e tecidos, hereditariedade, ecologia, energia, trabalho e potência, fenômenos ondulatórios e ópticos, transformações químicas e compostos de carbono. Questões comentadas das edições 2016 e 2017 do Enem são apresentadas para exemplificar os conteúdos, como a função da mitocôndria na respiração celular, bioacumulação de substâncias tóxicas em cadeias alimentares e princípios de circuitos elétricos. Os conceitos centrais envolvem processos biológicos, princípios físicos e reações químicas."
  },
  {
    "url": "https://www.todamateria.com.br/perguntas-e-respostas-de-conhecimentos-gerais/",
    "titulo": "Perguntas e respostas de conhecimentos gerais",
    "autor": "Márcia Fernandes",
    "imagens": [],
    "resumo": "Conhecimentos gerais envolvem várias matérias: matemática, geografia, história, português, ciências.\n\nSe você quer saber se está por dentro de tudo, proponha um jogo com a família ou com os seus amigos. Faça este Quiz com perguntas de conhecimentos gerais de níveis fácil, médio e difícil e confira as respostas.\n\na) Tem entre 2 a 4 litros. São retirados 450 mililitros\nb) Tem entre 4 a 6 litros. São retirados 450 mililitros\nc) Tem 10 litros. São retirados 2 litros\nd) Tem 7 litros. São retirados 1,..."
  },
  {
    "url": "https://www.todamateria.com.br/exercicios-radioatividade/",
    "titulo": "Exercícios sobre Radioatividade",
    "autor": "Carolina Batista",
    "imagens": [],
    "resumo": "Radioatividade é um fenômeno nuclear que resulta da emissão de energia por átomos, provocada em decorrência de uma desintegração, ou instabilidade, de elementos químicos.\n\nTeste seus conhecimentos com a lista a seguir de questões comentadas sobre o tema para você se preparar para os exames.\n\n(UESB) A radioatividade emitida por determinadas amostras de substâncias provém\n\na) da energia térmica liberada em sua combustão.\nb) de alterações em núcleos de átomos que as formam.\nc) de rupturas de ligaçõ..."
  }
]